{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yqgz5d721o","section":"business","published_at":"2025-12-14T09:08:43.643000+00:00","published_date":"2025-12-14","headline":"How 100-year-old firm went from Hull to Hollywood","body_preview":"From humble beginnings in a disused waterworks in rural East Yorkshire, Croda International has grown into a FTSE 100 company. Now, as it celebrates its centenary, staff have been looking back on the company's role in developing a treatment for a rare degenerative condition affecting young boys – a story retold in a Hollywood film. On a housing estate in Hull, two streets honour the story of an American boy who developed a severe brain disease. In 1984, Lorenzo Odone was diagnosed with adrenoleukodystrophy (ALD) and doctors predicted he would not survive childhood. Within a year, children with the condition can become paralysed, blind and unable to speak. But his parents refused to accept it was the end and worked tirelessly to find a treatment to improve and lengthen Lorenzo's life.","raw_html_path":"data\/raw\/html\/ea969b56539c6810.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3r71xn58l5o","section":"business","published_at":"2025-12-13T17:50:19.958000+00:00","published_date":"2025-12-13","headline":"Oil refinery jobs guaranteed until March","body_preview":"Workers at an under-threat oil refinery will be guaranteed employment until the end of March, the official receiver has said. Lindsey Oil Refinery, in North Lincolnshire, was taken over by the receiver in June after its owner, Prax Group, went into administration. About 250 employees remain at the site after 124 of their colleagues were made redundant at the end of October. The Local Democracy Reporting Service said bids were being assessed for a sale of the site and it understood a deal could be reached in the coming weeks. Martin Vickers, the MP for Brigg and Immingham, raised questions about the future of the oil refinery sector in Parliament on Thursday.","raw_html_path":"data\/raw\/html\/3d0f1a2f213feb25.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd0kkkmymz5o","section":"business","published_at":"2025-12-13T09:27:27.477000+00:00","published_date":"2025-12-13","headline":"Whisky industry faces bleak midwinter as tariffs bite and exports stall","body_preview":"Scotch whisky is facing a sharp downturn in production as it adapts to tough market conditions around the world. Tariffs for export to the USA, introduced under the Trump administration and adding 10% to importers' costs, have hit sales in the industry's biggest export market. American tariffs on single malts, which were suspended four years ago, are on course to return next spring with a further 25% charge, unless a deal can be done with the Trump administration. Single malts, which sell at premium prices, are a particularly important part of exports to the US. However, the downturn is not only in the American market.","raw_html_path":"data\/raw\/html\/d3673662775deac8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cg4nn3vlrkvo","section":"business","published_at":"2025-12-13T08:18:11.418000+00:00","published_date":"2025-12-13","headline":"'Christmas markets can be expensive - but they make us happy'","body_preview":"Every year the complaints about British Christmas markets are similar - they are too expensive, they are overcrowded and the products are not traditional enough. Yet when the BBC visited three festive events in Leeds, York and Sheffield, marketgoers said that despite the occasional high price, the concept made them \"happy\" and was worth travelling a long distance for. York Christmas market attracts thousands of visitors, although it has faced criticism for its crowd management and the price of food and drink. It is organised by tourism body Make It York and has a local feel, with artisans from the city selling their goods from the chalets. This year, the layout had been altered to improve pedestrian flow and safety - there are fewer huts and walkways are wider.","raw_html_path":"data\/raw\/html\/639846377bd920eb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3r77j5nze5o","section":"business","published_at":"2025-12-12T18:04:47.756000+00:00","published_date":"2025-12-12","headline":"Amazon pulls AI recap from Fallout TV show after it made several mistakes","body_preview":"Amazon has pulled a video recap made with artificial intelligence (AI) from its hit TV show Fallout after users said it got several facts wrong about the series. The firm said in November it was testing the \"first-of-its-kind\" tool in the US to help viewers catch up on some of its shows on streaming service Prime Video - including Fallout, its adaptation of the popular video game franchise. But it has since disappeared from the site after users highlighted mistakes in its video summarising the events of Fallout season one - including claiming one scene was set more than 100 years earlier than it was. The BBC has approached Amazon for comment. The move to apparently press pause on its AI-powered recaps was first reported by tech publication The Verge .","raw_html_path":"data\/raw\/html\/125096692341b46a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/crmddnge9yro","section":"business","published_at":"2025-12-12T15:02:57.880000+00:00","published_date":"2025-12-12","headline":"Trump signs order to block states from enforcing own AI rules","body_preview":"US President Donald Trump has signed an executive order aimed at blocking states from enforcing their own artificial intelligence (AI) regulations. \"We want to have one central source of approval,\" Trump told reporters in the Oval Office on Thursday. It will give the Trump administration tools to push back on the most \"onerous\" state rules, said White House AI adviser David Sacks. The government will not oppose AI regulations around children's safety, he added. The move marks a win for technology giants who have called for US-wide AI legislation as it could have a major impact on America's goal of leading the fast-developing industry. AI company bosses have argued that state-level regulations could slow innovation and hinder the US in its race against China to dominate the industry, as firms pour billions of dollars into the technology.","raw_html_path":"data\/raw\/html\/0fd1db233a8c4519.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwyp7v7r28yo","section":"business","published_at":"2025-12-12T12:00:03.036000+00:00","published_date":"2025-12-12","headline":"UK economy shrank unexpectedly by 0.1% in October","body_preview":"The UK's economy shrank unexpectedly in the lead up to the Budget, according to the latest official figures. The economy contracted by 0.1% in October, the Office for National Statistics (ONS) said, whereas economists had been expecting it to grow by 0.1%. The economy also shrank by 0.1% in the three months to October. The cyber-attack at Jaguar Land Rover continued to affect car production, with only a slight recovery in October from the previous month's fall, while analysts said uncertainty ahead of the Budget had slowed consumer and business spending. The weaker-than-expected figures strengthen the case for the Bank of England to cut interest rates at its meeting next week, analysts said. The government has made economic growth one of its key priorities.","raw_html_path":"data\/raw\/html\/e5c983c33c114b4b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5ydp1gdqwqo","section":"business","published_at":"2025-12-12T11:46:00.109000+00:00","published_date":"2025-12-12","headline":"Creative industries 'incredibly worried' about OpenAI-Disney deal","body_preview":"A union representing workers in the creative industries says there is \"real concern\" among its members about a $1bn (£740m) deal which will see Disney characters brought to ChatGPT and video-generation tool Sora. It is the first major studio to license parts of its catalogue to OpenAI, which makes the tools. Fans will be able to generate and share pictures and videos of more than 200 characters from Disney's franchises, including Pixar, Marvel and Star Wars. \"Everyone in the entertainment industry, especially all the creative talent, are incredibly worried about what the implications are,\" said Sag-Aftra executive director Duncan Crabtree-Ireland. He said the two companies had contacted the union -  which represents 170,000 media professionals worldwide - to say the agreement specifically rules out the use of the image, likeness or voice of human performers.","raw_html_path":"data\/raw\/html\/445c112ad99b6ec3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj388r2dl4ro","section":"business","published_at":"2025-12-12T11:19:48.895000+00:00","published_date":"2025-12-12","headline":"Lululemon boss to step down early next year","body_preview":"The boss of Lululemon Athletica, the brand known for its expensive yoga leggings and other sports clothing, is to leave the company early next year. Calvin McDonald, the firm's chief executive, will depart at the end of January after more than seven years at the helm. The decision comes amid a run of poor sales for Lululemon in the US, its main market, in recent times and its share price falling almost 50% in the past year. However, this week the company upgraded its annual revenue forecast after better-than-expected sales in the past few months. Mr McDonald said the decision to leave the company was taken after discussions with the board.","raw_html_path":"data\/raw\/html\/a795e45495d567a4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0j7p38jg15o","section":"business","published_at":"2025-12-12T10:27:50.358000+00:00","published_date":"2025-12-12","headline":"What is GDP and how fast is the UK's economy growing?","body_preview":"The UK economy has been slowing after a strong start to 2025. The latest figures show that the economy shrank by 0.1% in October, and also contracted by 0.1% in the August-to-October period. The rate of economic growth matters because it affects things like pay increases for workers and the amount of tax the government can raise to pay for services. GDP stands for gross domestic product, and is a measure of all the economic activity of companies, governments, and people in a country. In the UK, the ONS publishes new GDP figures every month . However, the quarterly figures - covering three months at a time - are considered more important.","raw_html_path":"data\/raw\/html\/783bc8a140017028.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clyd9nxezjyo","section":"business","published_at":"2025-12-12T08:21:10.249000+00:00","published_date":"2025-12-12","headline":"The new breed of 'shoplifting entrepreneurs' fuelling the UK's petty crime problem","body_preview":"Listen to Jim read this article Behind the counter of his convenience store, surrounded by rows of crisps, sandwiches and spirits, Muhammed Rabani glances at a bank of CCTV screens, anticipating a shoplifter coming at any moment. Muhammed has grown wearily used to the crime. \"It's every day,\" he says. He estimates it is costing the family business in Stockton-on-Tees, County Durham, around £900 every month. When asked if thieves ever get violent, he holds his hand up to show a cut covered by a plaster. The previous day, he confronted a shoplifter who tried to steal a full box of chocolates: \"I told him to stop... and he hit me.\" Shoplifting offences recorded by police in England and Wales were up 13% in the year to June 2025, with 529,994 instances recorded according to the Office for National Statistics (ONS). The ONS said there have been \"sharp rises\" in shop theft since the coronavirus pandemic.","raw_html_path":"data\/raw\/html\/5ff67caeea2f4ded.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckglrr77685o","section":"business","published_at":"2025-12-12T06:14:46.142000+00:00","published_date":"2025-12-12","headline":"Homes still being built near oil depot blast site","body_preview":"Twenty years after one Britain's worst industrial incidents, increasing numbers of residents are moving into new homes near the site of the massive explosion - and some say they were not even aware of the blast when they arrived. The explosion at the Buncefield oil depot in Hemel Hempstead, Hertfordshire, on 11 December 2005 was the biggest blast in the UK since World War Two and injured 43 people. Today, thousands of new homes are planned as part of major projects in the vicinity, including Beaumont Manor and Swallowfields, as well as the Hemel Garden Communities programme. After the disaster, the Health and Safety Executive (HSE) introduced proximity zones for new developments, and Dacorum Borough Council says all planning applications near Buncefield follow that guidance. It was a cold Sunday morning when a vapour cloud ignited with the force of 30 tonnes of TNT. The explosion, just after 06:00 GMT, was heard as far away as the Netherlands.","raw_html_path":"data\/raw\/html\/370271646941a9e7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckgmm92d213o","section":"business","published_at":"2025-12-12T00:21:41.087000+00:00","published_date":"2025-12-12","headline":"Crypto fraudster sentenced for 'epic' $40bn stablecoin crash","body_preview":"A former crypto entrepreneur who was behind two digital currencies that collapsed and lost an estimated $40bn (£29.9bn) has been sentenced by a New York judge to 15 years in prison for an \"epic\" fraud. Do Kwon, a South Korean national, was co-founder of Singapore-based Terraform Labs, which developed the TerraUSD and Luna digital coins. Kwon had admitted misleading investors about TerraUSD, a so-called stablecoin that was supposed to maintain its value against the US dollar. He was one of a number of crypto bosses to face charges in the US after digital tokens slumped in 2022, triggering the failure of several companies. US District Judge Paul A Engelmayer, who handed down the sentence, said the Stanford graduate had repeatedly lied to investors who trusted him with their money.","raw_html_path":"data\/raw\/html\/290254bac946a6d1.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c24l223d9n7o","section":"business","published_at":"2025-12-12T00:03:10.043000+00:00","published_date":"2025-12-12","headline":"'It's amazing' – the wonder material very few can make","body_preview":"Lying on your back in a big hospital scanner, as still as you can, with your arms above your head – for 45 minutes. It doesn't sound much fun. That's what patients at Royal Brompton Hospital in London had to do during certain lung scans, until the hospital installed a new device last year that cut these examinations down to just 15 minutes. It is partly thanks to image processing technology in the scanner but also a special material called cadmium zinc telluride (CZT), which allows the machine to produce highly detailed, 3D images of patients' lungs. \"You get beautiful pictures from this scanner,\" says Dr Kshama Wechalekar, head of nuclear medicine and PET. \"It's an amazing feat of engineering and physics.\" The CZT in the machine, which was installed at the hospital last August, was made by Kromek – a British company. Kromek is one of just a few firms in the world that can make CZT. You may never have heard of the stuff but, in Dr Wechalekar's words, it is enabling a \"revolution\" in medical imaging.","raw_html_path":"data\/raw\/html\/ae4cde97be7c1bdb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clykk2yrl9ko","section":"business","published_at":"2025-12-12T00:02:02.189000+00:00","published_date":"2025-12-12","headline":"Reddit launches High Court challenge to Australia's social media ban for kids","body_preview":"Reddit has launched a challenge in Australia's highest court against the nation's landmark social media ban for children. The online forum is among 10 social media platforms which must bar Australians aged under 16 from having accounts, under a new law which began on Wednesday. The ban, which is being watched closely around the world, was justified by campaigners and the government as necessary to protect children from harmful content and algorithms. Reddit is complying with the ban, but in its case will argue that the policy has serious implications for privacy and political rights. It is the second such legal challenge, with two Australian teens also awaiting a High Court hearing. \"Despite the best intentions, this law is missing the mark,\" Reddit said in an update on its website.","raw_html_path":"data\/raw\/html\/f2583fecaf80a5ae.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cz688jp90epo","section":"business","published_at":"2025-12-11T23:40:28.388000+00:00","published_date":"2025-12-11","headline":"US sanctions six more ships after seizing oil tanker off Venezuela","body_preview":"The US has imposed fresh sanctions on six more ships said to be carrying Venezuelan oil, a day after seizing a tanker off the country's coast. Sanctions have also been placed on some of Venezuelan President Nicolás Maduro's relatives and businesses associated with what Washington calls his illegitimate regime. White House press secretary Karoline Leavitt told reporters the seized vessel, called the Skipper, had been involved in \"illicit oil shipping\" and would be taken to an American port. Caracas has described it as an act of \"international piracy\". It marks a sharp escalation in the US pressure campaign against Maduro, which has seen dozens killed in strikes on boats alleged to have been carrying drugs from Venezuela. In recent months American warships have been moving into the region.","raw_html_path":"data\/raw\/html\/2cf3f3a50d932226.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cq8ddxgw23jo","section":"business","published_at":"2025-12-11T22:55:30.342000+00:00","published_date":"2025-12-11","headline":"Obamacare costs look set to spike for millions of Americans as Senate rejects duelling bills","body_preview":"Healthcare subsidies for millions of Americans appear likely to expire after the Senate rejected competing bills, a politically fraught issue ahead of next year's midterm elections. Both Democratic and Republican plans fell short of the 60 votes needed to advance, meaning insurance premiums through the Affordable Care Act (ACA), also known as Obamacare, are on course to more than double at the end of the year. Opinion polls show a vast majority of Americans favour a subsidy extension, with cost of living a major concern for voters. The issue has caused a rift among Republicans, with healthcare poised to emerge as a hot issue in next year's congressional elections. More than 24 million people have health insurance through Obamacare.","raw_html_path":"data\/raw\/html\/e38cb60659766ade.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2gg9gzqxxo","section":"business","published_at":"2025-12-11T19:40:41.853000+00:00","published_date":"2025-12-11","headline":"Ex-Abercrombie & Fitch CEO fit to stand trial, prison officials say","body_preview":"The former chief executive of Abercrombie & Fitch is now fit to stand trial on sex- trafficking and prostitution charges after spending months in hospital, prison officials say. Mike Jeffries was declared \"mentally incompetent\" by a court in May and said to be suffering with dementia and late onset of Alzheimer's disease. A judge ordered him to be treated for up to four months to see if he was likely to regain competency. US prosecutors now say that medical experts have found him competent to stand trial. Mr Jeffries was arrested and charged last October along with his British partner, Matthew Smith, 61, and their alleged middleman, James Jacobson, 72. All three deny the allegations. Mr Jeffries, 81, was released from FMC Butner - a federal prison in North Carolina for men with special health needs - in late November, according to court documents.","raw_html_path":"data\/raw\/html\/a4a39ea2f4761b94.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c9qe1e374l1o","section":"business","published_at":"2025-12-11T16:24:20.901000+00:00","published_date":"2025-12-11","headline":"Oracle shares slide as earnings fail to ease AI bubble fears","body_preview":"Shares of cloud computing giant Oracle plunged on Thursday, after weaker-than-expected revenues stoked concerns about returns from massive spending on artificial intelligence. The company's shares sank 14% after it had reported revenue of $16.1bn (£12bn) for the three months to November on Wednesday, compared with the $16.2bn projected by analysts. Revenue growth was still up 14%, with a 68% surge in sales at its AI business, Oracle Cloud Infrastructure (OCI), the company said. OCI services AI developers whose demand for Oracle's AI infrastructure helped the company's shares reach new highs in recent months. But the results failed to quell fears about a potential AI bubble. In September, Oracle agreed a highly sought-after contract with ChatGPT-maker OpenAI, which agreed to purchase $300bn in computing power from Oracle over five years.","raw_html_path":"data\/raw\/html\/5bd7bc370976f727.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1w9lg11jw0o","section":"business","published_at":"2025-12-11T16:10:33.273000+00:00","published_date":"2025-12-11","headline":"US seizes oil tanker off Venezuela as Caracas condemns 'act of piracy'","body_preview":"US forces have seized an oil tanker off the coast of Venezuela, marking a sharp escalation in Washington's pressure campaign against Nicolás Maduro's government. Speaking at the White House on Wednesday, President Donald Trump said the tanker was \"the largest one ever seized\". Footage released by the US government showed armed soldiers boarding the vessel, which Attorney General Pam Bondi said was used to transport sanctioned oil from Venezuela and Iran. Caracas swiftly denounced the action, calling it an act of \"international piracy\". Earlier, President Nicolás Maduro declared that Venezuela would never become an \"oil colony\". The Trump administration accuses Venezuela of funnelling narcotics into the US and has intensified its efforts to isolate President Maduro in recent months.","raw_html_path":"data\/raw\/html\/b5494562d1f0d7a3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwyp7rkkgvdo","section":"business","published_at":"2025-12-11T15:51:31.047000+00:00","published_date":"2025-12-11","headline":"What we know about US seizure of oil tanker off Venezuela","body_preview":"A US helicopter flies low over a hazy blue sea as it approaches a massive ship. It hovers as camouflaged soldiers holding rifles swing down ropes to the vessel's deck. The video, released by the US government, shows the latest in a series of escalations in Washington's pressure campaign on Nicolás Maduro's government – the seizure of a crude oil tanker. The US claims the tanker is used to transport sanctioned oil from Venezuela and Iran in an \"illicit oil shipping network supporting foreign terrorist organizations\". Venezuelan Foreign Minister Yvan Gil has called the seizure \"international piracy\" and claims US President Donald Trump wants Venezuela's energy resources. \"We have just seized a tanker on the coast of Venezuela - a large tanker, very large, the largest one ever seized actually,\" Trump told reporters at the White House on Wednesday.","raw_html_path":"data\/raw\/html\/c625614b7f0c66c5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn0qyl4ljjko","section":"business","published_at":"2025-12-11T15:23:43.314000+00:00","published_date":"2025-12-11","headline":"Why are resident doctors striking and how much are they paid?","body_preview":"A five-day strike by resident doctors in England due to begin on 17 December could be called off if the British Medical Association (BMA) accepts a new deal from the government. The walkout over pay would be the 14th strike since the long-running dispute began in March 2023 , and follows an earlier five-day walkout in mid-November. The latest offer from ministers includes more specialist training posts but no extra pay. Resident doctors are qualified doctors who have completed a medical degree. They make up around half of all doctors in England, and work across the NHS including in A&E and GP surgeries.","raw_html_path":"data\/raw\/html\/52877ee15633ea22.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2e0xe95dzo","section":"business","published_at":"2025-12-11T15:03:07.694000+00:00","published_date":"2025-12-11","headline":"Private flu vaccine stocks running low as cases rise","body_preview":"Pharmacies have warned that private stocks of flu vaccines are running low. It comes as lab-confirmed cases rose by 24% to 2,331 cases, from 1-7 December, compared with 1,875 the previous week. Hospital admissions for flu increased by 15% from 860 to 986, according to the latest figures from Public Health Scotland (PHS) . Those eligible for a vaccine can access jabs from the NHS, but Community Pharmacy Scotland says people have been paying for the vaccine at pharmacies for convenience. \"It's a mixture,\" said policy and development head Adam Osprey.","raw_html_path":"data\/raw\/html\/cb53273c3b87763b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly01mdm577o","section":"business","published_at":"2025-12-11T13:52:11.926000+00:00","published_date":"2025-12-11","headline":"'Architects of AI' named Time Magazine's Person of the Year","body_preview":"Time Magazine's Person of the Year for 2025 is not a single person. Instead, the magazine has recognised the year's most influential figure as \"the architects\" of artificial intelligence (AI). Nvidia boss Jensen Huang, Meta head Mark Zuckerberg, X owner Elon Musk and AI \"godmother\" Fei-Fei Li are among those depicted on one of the magazine's two covers. Experts say it highlights how quickly AI, and the firms behind it, are reshaping society. It comes as a boom in the technology, ushered in by OpenAI's launch of ChatGPT in late 2022, continues at pace.","raw_html_path":"data\/raw\/html\/3d4374d13186e3ec.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2lvp8q2w48o","section":"business","published_at":"2025-12-11T12:55:56.709000+00:00","published_date":"2025-12-11","headline":"'Substantial' stock stolen in shop ram-raid","body_preview":"A \"substantial amount\" of stock was stolen during an early morning ram-raid at a shop in Leeds, police said. Officers were called to the B&M store on Torre Lane in Harehills at about 06:30 GMT, according to West Yorkshire Police. A cordon remained in place at the scene on Thursday afternoon while investigations by detectives from the Leeds District Crime Team continued, a force spokesperson said. Anyone who saw what happened, or who had information about the incident, was asked to get in touch, they added. Listen to highlights from West Yorkshire on BBC Sounds , catch up with the latest episode of Look North .","raw_html_path":"data\/raw\/html\/13f73a2f25ac0f39.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx254v98djzo","section":"business","published_at":"2025-12-11T11:27:15.539000+00:00","published_date":"2025-12-11","headline":"Biotech jobs boost for Grangemouth site","body_preview":"Up to 460 biotech jobs are expected to be created at Grangemouth and across Scotland following a funding announcement by the Scottish and UK governments. Scotland's only oil refinery stopped processing crude oil at Grangemouth in April, after a century of operations, with the loss of about 400 jobs. Up to 310 roles will be created over the next five years by Scottish firm MiAlgae with £1.5m each from Holyrood and Westminster. Meanwhile, up to 149 jobs will be created in Grangemouth at Celtic Renewables with £6.23m of Scottish government funding to support pre-construction work on a new bio-refinery supporting the manufacture of \"green\" chemicals. The Scottish government's £1.5m allocation to MiAlgae comes from its £25m Grangemouth just transition fund, which it announced in February.","raw_html_path":"data\/raw\/html\/49965b91b429cbad.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx257k3n2g1o","section":"business","published_at":"2025-12-11T06:58:01.580000+00:00","published_date":"2025-12-11","headline":"Fed lowers interest rates but future cuts uncertain","body_preview":"The US Federal Reserve has lowered interest rates for the third time this year, even as internal divisions create uncertainty about additional cuts in the coming months. The central bank said on Wednesday it was lowering the target for its key lending rate by 0.25 percentage points, putting it in a range of 3.50% to 3.75% - its lowest level in three years. But policymakers disagree about how the Fed should balance competing priorities: a weakening job market on the one hand, and rising prices on the other. The Fed's economic projections released on Wednesday suggest one rate cut will take place next year, although new data could change this. Fed chair Jerome Powell said central bankers needed time to see how the Fed's three cuts this year work their way through the US economy. Policymakers will  examine incoming data closely ahead of the Fed's next meeting in January, he added.","raw_html_path":"data\/raw\/html\/2d735e213f0b97ce.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd74gjw1j11o","section":"business","published_at":"2025-12-11T02:46:08.850000+00:00","published_date":"2025-12-11","headline":"Big tech bets big on AI - but can India keep pace in the global race?","body_preview":"This week, tech giants Amazon and Microsoft pledged an eye-popping $50bn-plus combined investment in India, putting artificial intelligence (AI) in the spotlight. Microsoft's Satya Nadella announced his company's largest investment ever in Asia - $17.5bn (£13.14bn) - \"to help build the infrastructure, skills, and sovereign capabilities needed for India's AI-first future\". Amazon followed suit, and said it was putting in more than $35bn in the country by 2030, with an unspecified chunk of that investment going into boosting AI capabilities. The announcements come at a particularly interesting juncture. As fears of an AI bubble swept global markets and tech stock valuations soared, several leading brokerages took a contrarian view on India's AI landscape.","raw_html_path":"data\/raw\/html\/8ab8b08fbfc2e697.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0r959n91p4o","section":"business","published_at":"2025-12-11T00:22:58.425000+00:00","published_date":"2025-12-11","headline":"The Swiss city that lets you pay for most things with bitcoin","body_preview":"In a McDonald's by a lake surrounded by mountains, in the centre of the Swiss city of Lugano, a customer orders coffee. \"Can I pay with bitcoin?\" he asks, and the person behind the counter holds out what looks like a credit card payment terminal. It is in fact a machine for paying by crypto currency. The equipment has been distributed free to local retail businesses by the city council. The buyer pays by contactless, from the bitcoin wallet on his mobile phone. The bill comes to 0.00008629, which is roughly $8.80 (£6.60). Few people who have bought bitcoin would probably think about using it to purchase actual things in shops. It is instead generally seen as an investment, a bet on its value going up.","raw_html_path":"data\/raw\/html\/f00d66df2d93b262.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yqvz9wljqo","section":"business","published_at":"2025-12-09T21:00:39.064000+00:00","published_date":"2025-12-09","headline":"Artist Nnena Kalu earns 'historic' Turner Prize win","body_preview":"Nnena Kalu has won this year's Turner Prize, the UK's most high-profile art award, for her \"bold and compelling\" sculptures and drawings - and has made history as the first artist with a learning disability to win. The judges praised Kalu's brightly coloured sculptures - which are haphazardly wrapped in layers of ribbon, string, card and shiny VHS tape - and her drawings of swirling, tornado-like shapes. Kalu, 59, is an autistic, learning disabled artist with limited verbal communication. Charlotte Hollinshead, who has worked with her for 25 years, said on stage at the ceremony: \"This is a major, major moment for a lot of people. It's seismic. It's broken a very stubborn glass ceiling.\" In a moving speech delivered alongside Kalu, she said: \"This amazing lady has worked so hard for such a long time.","raw_html_path":"data\/raw\/html\/3e35bdf093ab0de8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c898djgn2n2o","section":"business","published_at":"2025-12-09T18:50:47.559000+00:00","published_date":"2025-12-09","headline":"Budget could knock half a percentage point off inflation, Bank chief says","body_preview":"The chancellor's Budget could reduce inflation by half a percentage point next year, a Bank of England deputy governor has said. Clare Lombardelli told the Commons' Treasury committee that measures announced by Rachel Reeves in November will slow the rate at which prices are increasing from April 2026. Speaking to MPs, Ms Lombardelli said capping fuel duty, cutting energy prices and freezing rail fares would bear down on price increases. Official forecaster the Office for Budget Responsibility (OBR) has said the measures in Reeves' Budget will reduce inflation by 0.4%. UK inflation currently stands at 3.5%, with OBR forecasts suggesting it will drop to 2.5% next year, before returning to the Bank of England's 2% target from 2027.","raw_html_path":"data\/raw\/html\/d8b25fd4b0c4f28c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cze8w9l8g1zo","section":"business","published_at":"2025-12-09T15:42:15.605000+00:00","published_date":"2025-12-09","headline":"Villagers 'fed up' of battery storage schemes","body_preview":"Villagers near a string of battery energy storage system (BESS) schemes in southern Scotland are \"fed up with the industrialisation of their community\", a council has been told. Scottish Borders Council's planning committee narrowly voted not to object to the latest application near the Eccles sub-station by Bishops Dal Energy Ltd. Donald Moffat, who represents Mid Berwickshire, said he had concerns about the use of \"prime agricultural land\". However, the committee agreed not to object to the scheme which will store energy from renewable sources to be used when it is needed. The area has become a hotbed for applications due to its proximity to the Eccles substation which is being expanded.","raw_html_path":"data\/raw\/html\/36ad6e98f9517499.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwyv7j2pek2o","section":"business","published_at":"2025-12-09T06:13:35.414000+00:00","published_date":"2025-12-09","headline":"'School punished my child because I missed her parents' evening'","body_preview":"Several parents of pupils at two secondary schools in Essex say their children have been left anxious, unsupported and in some cases unsafe since the schools were taken over by the Hackney-based Mossbourne Federation earlier this year. Families who spoke to the BBC described what they said was an increasingly punitive environment at Mossbourne Port Side Academy and Mossbourne Fobbing Academy in Thurrock, alleging frequent detentions for minor issues, a lack of flexibility for pupils with additional needs and poor communication from staff. About 150 pupils have been withdrawn by their parents since the takeover, the BBC understands. Others have kept them enrolled but said they were struggling to get their concerns addressed. The Mossbourne Federation - which took over the previously failing academies of about 2,000 pupils between them in January - said only a small proportion of pupil departures related to formal concerns raised with the academies. It rejected suggestions of safeguarding failings, saying both schools are oversubscribed and improving academically, but added that it \"accepts that it does not always get it right\".","raw_html_path":"data\/raw\/html\/6cfdc53a05a40bfd.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd0k7g202l2o","section":"business","published_at":"2025-12-09T00:21:12.699000+00:00","published_date":"2025-12-09","headline":"Sudan air force bombing of towns, markets and schools has killed hundreds, report says","body_preview":"Sudan's air force has carried out bombings in which at least 1,700 civilians have died in attacks on residential neighbourhoods, markets, schools and camps for displaced people, according to an investigation into air raids in the country's civil war. The Sudan Witness Project says it has compiled the largest known dataset of military airstrikes in the conflict, which began in April 2023. Its analysis indicates that the air force has used unguided bombs in populated areas. The data focuses on attacks by warplanes, which only the Sudanese Armed Forces (SAF) is capable of operating. Its rival, the paramilitary Rapid Support Forces (RSF) does not have aircraft. It launches drone strikes, but drones were excluded from the research. The RSF has been internationally condemned for allegedly carrying out ethnic massacres in Sudan's western Darfur region, triggering charges of genocide by the United States.","raw_html_path":"data\/raw\/html\/7dfec58bbc44a44e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3e073pglvzo","section":"business","published_at":"2025-12-08T19:33:49.888000+00:00","published_date":"2025-12-08","headline":"US Supreme Court appears poised to expand Trump's power to fire federal officials","body_preview":"The US Supreme Court's conservative majority appeared to side on Monday with the Trump administration in a case that could have major implications for the independence of federal agencies long shielded from the White House. The case, Trump v Slaughter, stems from President Donald Trump's firing in March of Rebecca Slaughter, alongside another Democratic member of the Federal Trade Commission (FTC). The court heard more than two hours of arguments over whether Trump could fire her, since federal law says an commissioner can only be fired for \"inefficiency, neglect of duty, or malfeasance in office\". The court's decision is not expected to be announced for several months. Ms Slaughter sued Trump after she was ousted earlier this year for being \"inconsistent with [the] Administration's priorities\".","raw_html_path":"data\/raw\/html\/18e0baf50dd32cfa.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn8e5ke4v70o","section":"business","published_at":"2025-12-08T00:04:53.571000+00:00","published_date":"2025-12-08","headline":"Can Japan get more female business leaders?","body_preview":"In October Japan got its first female prime minister, Sanae Takaichi. Her rise has been hailed as a ground-breaking moment for Japanese women, but some fear that her conservative politics won't change the country's gender inequality situation. There's one thing that both her proponents and detractors agree on - Japan needs more women in leadership positions in both business and government. The country has remarkably low gender equality relative to its high level of economic development. This year, it ranked 118th out of 148 countries on the World Economic Forum's Gender Gap Index. That makes it the worst performing among the 38 member nations of the Organisation for Economic Co-operation and Development (OECD) group of free market democracies. The Japanese government did set a target of having 30% of leadership roles across all sectors of society held by women by 2020, but at the end of that year the timeframe was quietly pushed back by a decade. Currently the level for businesses is 11.1%.","raw_html_path":"data\/raw\/html\/f875a63555078584.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cz0n3vpm2ejo","section":"business","published_at":"2025-12-07T07:30:01.916000+00:00","published_date":"2025-12-07","headline":"Christmas markets 'pricey but we love it'","body_preview":"The wooden chalet bars and bratwurst stalls attract millions of people to enjoy the Christmas tradition despite the steep prices. Visitors to the Manchester Christmas Markets have told the BBC of their \"joy\" at visiting them despite fears of \"rip-off\" prices. Civil servant Rebecca Stacey, 35, who had just bought an £8 apple pie with custard, said: \"We love it - it's a great day out.\" The city's markets is one of the biggest in the UK with more than 270 stalls spread across 10 sites. It has been going for 27 years. The prices have in the past attracted criticism but families and couples have told the BBC that they love the Christmas tradition and atmosphere of the markets.","raw_html_path":"data\/raw\/html\/e7d1de060a2c575f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1m8zg10y8lo","section":"business","published_at":"2025-12-07T07:13:20.560000+00:00","published_date":"2025-12-07","headline":"Business rates misery for independent shops","body_preview":"Independent traders in a Devon town are deeply concerned about an increase in their business rates bills. In Newton Abbot a sweet shop owner said his bill will go up by about £4,500 and a successful gift shop owner said the level of business rates means it would not be worthwhile for her to expand into a second shop. The government has brought down the level of business rates but that has come at the same time as a revaluation of rateable values and a phasing out of Covid-era support , which has led to bills going up. A Treasury spokesman said the government had set up a £4.3bn support package to  ease the transition to new levels of payments for businesses. Pubs and restaurants have also been hit by the changes with some saying they cannot see how they will survive .","raw_html_path":"data\/raw\/html\/c813deb9d04b9832.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cewjddy795no","section":"business","published_at":"2025-12-05T15:14:52.827000+00:00","published_date":"2025-12-05","headline":"Bank notes auction nets retired artist £542,500","body_preview":"A collection of bank note designs and specimens sold for £542,500 at an auction, more than double the total it was expected to fetch. Richard Adams, who lives in Wiltshire, joined the New Malden-based British banknote printing company Bradbury Wilkinson & Co in 1972 aged 24 and retired in 2016. The collection was sold by auctioneers Special Auction Services (SAS) in Newbury, which had expected to collect £200,000 for about 300 designs, essays, models and test prints from Bradbury Wilkinson. A one-sided specimen proof of a 100 Riyals bank note, produced for the then Saudi Arabian Monetary Authority, was initially expected to fetch between £300 and £500 but was sold for £50,000. A rare and hand-painted essay of a bank note design, possibly a model for a Saudi Arabia One Riyal note, thought to date from the 1930s, sold for £28,750.","raw_html_path":"data\/raw\/html\/d1b4b920260509d8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c246vv3rg18o","section":"business","published_at":"2025-12-05T13:16:47.332000+00:00","published_date":"2025-12-05","headline":"Festive stockings highlight foster carer need","body_preview":"A seafront has been decorated with hundreds of handmade festive stocking to highlight the need for foster carers. The 471 stockings have been hung up along Weymouth Esplanade - each one represents a child or young person in care in Dorset. Dorset Council hopes the striking display - part of the council's Give the Greatest Gift campaign - will raise awareness and encourage more people to think about fostering. The stockings, on display along the Esplanade by the Jubilee Clock, were created by foster carers, children in care, youth and community groups, and residents. Cllr Clare Sutton, Dorset Council cabinet member for children's services, education and skills said: \"We've been overwhelmed by the response from our community.","raw_html_path":"data\/raw\/html\/bddb1713f03d60be.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cre3nq1vn8zo","section":"business","published_at":"2025-12-05T11:13:30.692000+00:00","published_date":"2025-12-05","headline":"Warning over Christmas markets travel chaos","body_preview":"Tens of thousands of people heading to the Manchester Christmas markets, concerts and a Premier League football game over the weekend have been warned about possible travel chaos on the roads. Transport for Greater Manchester (TfGM) has advised people to use public transport or park and ride as the city centre would be \"very busy\". DJ Pete Tong is due to play at the AO Arena and Jamiroquai at the Co-op Live with both concerts starting at 19:00 GMT on Saturday - on the same day Manchester City play Sunderland at the Etihad Stadium at 15:00 GMT. TfGM warned it might have to call in the police to manage the traffic as 1.2m people travelled into the city centre over a recent weekend. Travel bosses said there was travel chaos on 22 November in the city centre which caused \"gridlock\" and frustrated drivers \"blaring\" their horns.","raw_html_path":"data\/raw\/html\/d4f845d58518011f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckg9nekw0pgo","section":"business","published_at":"2025-12-05T08:22:47.590000+00:00","published_date":"2025-12-05","headline":"Police body Hillsborough response a 'disgrace' - MP","body_preview":"A Liverpool MP has said a statement by a police body which criticised a new report into the Hillsborough disaster was \"disgraceful\". West Derby Labour MP Ian Byrne has written to the Police Federation of England & Wales to complain about the tone and substance of the South Yorkshire Police Federation statement released on Tuesday. It claimed the Independent Officer for Police Conduct's (IOPC) final report into police actions on the day of the disaster in Sheffield in 1989 was \"opinion dressed up as fact\" and \"a waste of taxpayers' money\". Byrne, who survived the tragedy, said the IOPC report had been a \"damning indictment\" of the behaviour of many senior officers in the South Yorkshire force. The watchdog found 12 officers  involved in the stadium crush, 10 from South Yorkshire and two from the West Midlands force, would have faced charges of gross misconduct if they were still serving.","raw_html_path":"data\/raw\/html\/f9fe99aacdd9dd31.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2lvzrve5lqo","section":"business","published_at":"2025-12-04T07:25:01.743000+00:00","published_date":"2025-12-04","headline":"Former EU top diplomat Mogherini accused in fraud investigation","body_preview":"The EU's former foreign policy chief, Federica Mogherini, has been accused of fraud as part of an EU investigation into the misuse of funds, the European Public Prosecutor's Office (EPPO) has said. The EPPO said searches were carried out on Tuesday at the College of Europe in Bruges, Belgium, headed by Ms Mogherini, as well as the European External Action Service (EEAS) in Brussels - the office she ran for five years as the bloc's top diplomat. The investigation relates to EU-funded training for junior diplomats, the EPPO said . As well as Ms Mogherini, a senior College of Europe staff member and a senior official from the European Commission were detained, the prosecutor's office added. According to the EPPO, the three were formally told of the allegations against them: \"the accusations concern procurement fraud and corruption, conflict of interest and violation of professional secrecy.\"","raw_html_path":"data\/raw\/html\/9659ba03167f9be5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0l90j9x9wno","section":"business","published_at":"2025-12-04T06:19:59.283000+00:00","published_date":"2025-12-04","headline":"Public sector rent rises to be linked to inflation","body_preview":"Rent rises for tenants in public sector housing will be directly linked to inflation in a bid to make the annual hikes more transparent, the Manx government has said. The Department of Infrastructure (DoI) said the new method of calculation would see rents for more than 6,200 public sector properties rise in line with the September Consumer Price Index (CPI) figure from April next year. The change would also see housing authorities given the discretion to add another 1% on top if felt necessary. It marks a move away from the current system, which saw rent rises decided by the DoI after taking representations from the island's 15 local authority housing boards. The DoI said the changes would apply to tenants of its housing agencies and those in local authority homes after the previous rent calculator was deemed \"not transparent enough\".","raw_html_path":"data\/raw\/html\/9c45825cc15c9ac6.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3r7pxx929po","section":"business","published_at":"2025-12-03T12:28:52.160000+00:00","published_date":"2025-12-03","headline":"Health secretary insists there is enough stock of flu vaccine","body_preview":"Health Secretary Neil Gray has insisted there are \"adequate stocks\" of the flu vaccine amid a \"challenging\" strain of the illness. Gray told the BBC's Radio Scotland Breakfast programme that the current strain  is causing significant illness and urged those eligible to get the vaccine. He said over a million adults, and 400,000 children, received the flu jab between September and November. It comes as official figures show flu cases across Scotland jumped by 45% in a week, rising from 555 to 805 laboratory-confirmed cases. The health secretary said: \"We have no concern on vaccination supplies across Scotland,\" adding there is more than \"adequate stocks\" of the jab.","raw_html_path":"data\/raw\/html\/704b88f3a52c7361.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3r78peyzzlo","section":"business","published_at":"2025-12-02T03:40:49.707000+00:00","published_date":"2025-12-02","headline":"Costco sues Trump administration for 'full refund' of tariffs","body_preview":"Multinational retail giant Costco has sued the US government to secure a full refund of import duties if the Supreme Court rejects President Donald Trump's authority to impose tariffs without congressional approval. Costco's lawsuit urges the federal trade court to declare Trump's 'emergency' tariffs illegal, an authority the president says he has under the International Emergency Economic Powers Act (IEEPA). Two lower courts have already ruled that Trump exceeded his authority by using emergency powers to impose tariffs. The case has now reached the Supreme Court, and several companies are trying to protect their rights to refunds should the justices strike down the tariffs. In the lawsuit filed over the Thanksgiving holiday, Costco said its business had suffered because of the tariffs and was concerned it wouldn't get its money back even if the apex court upheld previous rulings.","raw_html_path":"data\/raw\/html\/62ab04155d2da15c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvgj85x380do","section":"business","published_at":"2025-11-29T18:07:57.568000+00:00","published_date":"2025-11-29","headline":"'Business rates changes will cost me £62,000'","body_preview":"The owner of a small pub chain in the south east of England has said his costs will rise by £62,000 per year after changes announced in the Budget. Phil Thorley, who runs the Thorley Taverns pub group, said business rates - a tax on commercial properties -  will rise for 17 of his 18 sites,  despite Rachel Reeves promising lower taxes for retail, leisure and hospitality firms. Reeves had vowed to introduce the lowest taxes since 1991 for pubs, restaurants and small shops by increasing the levy on higher-value properties such as warehouses used by Amazon and other online giants. The government said changes it had made meant it was saving most \"typical independent pubs\" £4,800 per year. A firm's rateable value is based on how much it would cost to rent a firm's property for a year, and is used to calculate a business's rates bill.","raw_html_path":"data\/raw\/html\/85d0a43c2b668068.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj4q9gwdqlvo","section":"business","published_at":"2025-11-27T18:56:00.200000+00:00","published_date":"2025-11-27","headline":"MSPs pass emergency bill to fix business rates blunder","body_preview":"MSPs have passed an emergency bill to fix a legislative error that meant owners of thousands of properties paid business taxes when they did not need to. The bill is designed to fix an earlier law that accidentally removed the legal right of councils to levy non-domestic rates on empty business properties. Up to 34,000 properties are thought to have have been affected, and ministers have legislate retrospectively to avoid having to issuing refunds of up to £400m. Opposition MSPs warned there was still a significant risk of legal challenges from property owners who had paid the rates. Public Finance Minister Ivan McKee apologised to MSPs for the mistake, which he said \"should not have happened\".","raw_html_path":"data\/raw\/html\/a9323b309cc4b003.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cg5m2yd2105o","section":"business","published_at":"2025-11-27T08:21:26.901000+00:00","published_date":"2025-11-27","headline":"Business leader welcomes job licensing reforms","body_preview":"Reforms to permits granted for licensed work are a \"significant step\" which could help ease recruitment challenges, a business leader has said. The Jersey Chamber of Commerce said updated business licensing and employee status guidance could help the island's \"constrained\" labour market, especially in \"extremely difficult\" to fill roles. The changes mean an employer would be able to get a licence for a job with a salary of £54,000, while those on lower salaries could request a licensed permission. President Lee Madden, who runs a recruitment firm, said: \"If Jersey is to maintain the services and standards the community expects, employers must be able to secure the right people.\" He said the updates gave \"clarity and workable options for businesses, especially in areas where skills are scarce\", adding the reforms \"recognise the recruitment pressures our members have raised and offer a more realistic framework for managing the island's workforce needs.\"","raw_html_path":"data\/raw\/html\/65321bf09e3fc0e8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c23e8rgvzjxo","section":"business","published_at":"2025-11-25T17:45:31.310000+00:00","published_date":"2025-11-25","headline":"Emergency bill to avoid £400m refund for business rates 'blunder'","body_preview":"The Scottish government has tabled an emergency bill to rectify a mistake which  means owners of thousands of properties may have paid business taxes when they did not need to. Up to 34,000 properties are thought to have have been affected by an error in a 2020 Scottish law. The emergency bill is designed to avoid a £400m compensation bill for affected property owners - but Conservative MSPs have accused ministers of making an \"unforgivable blunder\". The original law was supposed to allow councils to levy non-domestic rates on empty business properties, but the error meant that they were not actually entitled to do so from April 2023. Non-domestic rates, often called business rates, are set by Holyrood ministers. The tax is based on the rental value of properties such as shops, offices, factories or warehouses.","raw_html_path":"data\/raw\/html\/c97c958b85446742.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy5glqn279wo","section":"business","published_at":"2025-11-25T13:29:28.932000+00:00","published_date":"2025-11-25","headline":"Government hope new guidance will help businesses","body_preview":"Jersey's government has relaxed guidelines and issued new guidance to help businesses apply for registered and licenced job permissions, it says. Officials said an employer would now be able to get a licence for a full-time job with a salary of about £54,000, with the employee able to rent qualified accommodation. For jobs with salaries of more than £60,000, the employee would also be able to rent or buy in the qualified market, while those on lower salaries could request a licensed permission, it added. Deputy Carina Alves said the government had listened to local employers and \"taken action to make the application process simpler and more transparent with new guidance setting out the rules\". Alves said it was important the government made it easy for businesses to take on staff.","raw_html_path":"data\/raw\/html\/c6b0217f0c456d3d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3dky111m40o","section":"business","published_at":"2025-11-19T12:03:32.894000+00:00","published_date":"2025-11-19","headline":"When will UK interest rates fall again?","body_preview":"The Bank of England has kept interest rates at 4%, as it seeks to tackle inflation, which remains well above its 2% target. But many analysts believe the Bank could cut rates when policymakers next meet in December. Interest rates affect mortgage, credit card and savings rates for millions of people. An interest rate tells you how much it costs to borrow money, or the reward for saving it. The Bank of England's base rate is what it charges other banks and building societies to borrow money.","raw_html_path":"data\/raw\/html\/a821baa10a3c9d65.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5y9n25r0qyo","section":"business","published_at":"2025-11-17T06:32:19.405000+00:00","published_date":"2025-11-17","headline":"Japan tourism and retail stocks slide after row with China over Taiwan","body_preview":"Japanese stocks related to tourism and retail fell on Monday after China warned its citizens not to travel to the country as Tokyo and Beijing remain locked in a row over Taiwan. Japan's Prime Minister Sanae Takaichi, who has been a vocal critic of China and its military activities in the region, suggested this month Tokyo could take military action if Beijing attacked Taiwan. Shares in Japanese department stores were hit hard, with the parent company of the Mitsukoshi and Isetan chains plunging by almost 12%. Other well-known brands like cosmetics company Shiseido also fell sharply. China has consistently ranked among the top sources of tourists visiting Japan. Shares in department store chain Takashimaya, and  the owner of global fashion chain Uniqlo closed more than 5% lower.","raw_html_path":"data\/raw\/html\/f7bfa45f472c1617.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn8xqvp6pq7o","section":"business","published_at":"2025-11-11T12:04:24.259000+00:00","published_date":"2025-11-11","headline":"'University job cuts would affect our city'","body_preview":"The prospect of hundreds of job cuts at Lancaster University could damage the city's economy, students have warned. Teaching and research staff have started taking industrial action as the university seeks to cut 400 full-time posts as part of efforts to save £30m, amid rising costs and a fall in international student numbers. Members of the University and College Union have begun  working to rule, refusing to cover absent colleagues or undertake any work outside their job description. Student Joe Crowe, from Surrey, who is on a marketing and advertising course, said: \"Cutting jobs is a concern. I have some sympathy with the lecturers because they think they're being wrongly treated.\" In the city centre, market stall holder Mike Gallavan said: \"Anything that impacts on students will undoubtedly affect business and stallholders and half of my customers are students.\"","raw_html_path":"data\/raw\/html\/d9fcb6390bc20a4f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy9p2g7jpqno","section":"business","published_at":"2025-11-10T08:39:44.529000+00:00","published_date":"2025-11-10","headline":"Disruption warning as pipework replacement begins","body_preview":"Residents in a Huddersfield village have been warned of months of disruption ahead of a major water mains replacement scheme, beginning on Monday. Yorkshire Water will replace 1.8 miles (2.9km) of pipework in Stocksmoor, which it said would improve the reliability of the drinking water supply to the village and reduce leaks. Work will begin on Station Road on Monday, with pipes also due to be replaced on Derwin Avenue and Thunder Bridge Lane before the project is completed in the summer of 2026. Penistone Road, Dam Hill and Birks Lane will also be affected by the works. Road closures and temporary traffic lights will be put in place, the Local Democracy Reporting Service said.","raw_html_path":"data\/raw\/html\/23375b2f58543cc3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c77zkg5504eo","section":"business","published_at":"2025-11-06T17:35:34.889000+00:00","published_date":"2025-11-06","headline":"Bank says inflation has 'peaked' as it holds interest rates","body_preview":"Interest rates were held at 4% in a tight vote as the Bank of England said it judged inflation in the UK to have peaked. Policymakers voted 5-4 in favour of leaving rates unchanged on Thursday but said borrowing costs were \"likely to continue on a gradual downward path\". Bank governor Andrew Bailey said rather than cutting interest rates now, he would \"prefer to wait and see\" if price rises continued to ease this year. The Bank's decision comes ahead of the government's Budget on 26 November, where speculation has grown that Chancellor Rachel Reeves will raise taxes. The chancellor has not ruled out raising income tax, National Insurance or VAT - a move that would breach Labour's main manifesto pledge.","raw_html_path":"data\/raw\/html\/44c0426cfcf4af89.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy0y34dxl7lo","section":"business","published_at":"2025-11-06T15:16:35.811000+00:00","published_date":"2025-11-06","headline":"Will Bank of England governor play Santa or Scrooge on interest rates?","body_preview":"There is a buzz outside the Bank of England. City workers are taking advantage of the unusually mild weather to enjoy lunch outside, and there has been a shift in temperature too inside the Bank. The decision to hold rates at 4% was made by the narrowest of margins, and the interest rate panel thinks inflation has peaked. Governor Andrew Bailey said he wanted to see if forthcoming developments confirmed this view before cutting rates; weakness in the labour market could also play a part. The Bank also noted last year's Budget measures – such as an increase in employer National Insurance Contributions and minimum wages – contributed to price pressures over the last year.","raw_html_path":"data\/raw\/html\/48875a864718d4bb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c9wvx52e98lo","section":"business","published_at":"2025-11-04T10:52:40.637000+00:00","published_date":"2025-11-04","headline":"Business leaders urged to share comment on economy","body_preview":"Business leaders have been urged to share their views on the challenges facing firms across Guernsey. The Institute of Directors (IoD) has launched its fourth business economy survey and will share the responses with the States. The IoD said the questions would focus on business confidence, the issues facing organisations and potential solutions to the island's fiscal deficit. The survey open to the institute's members is due to close on Monday 17 November. The findings of the third survey, released in May, showed a rise in confidence in the economy, from -25% in November 2024 to -11%; while it has been -51% in the UK.","raw_html_path":"data\/raw\/html\/67e8d2e26f1fdb66.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5y0p7g7560o","section":"business","published_at":"2025-10-29T20:35:09.399000+00:00","published_date":"2025-10-29","headline":"Fed cuts US interest rates again despite 'flying blind'","body_preview":"The US Federal Reserve pushed forward with an interest rate cut as inflation fears continue to take a backseat to concerns about a stalling labour market. It came despite the US government shutdown, nearing its one-month mark, which delayed official data and left central bankers \"flying blind\" about the job market, economists said. The US central bank said on Wednesday it was lowering the target for its key lending rate by 0.25 percentage points, putting it in a range of 3.75% to 4%. The Fed last month cut interest rates for the first time since last December. Economists expected the move to jump-start further reductions, but the data drought means the trajectory for future cuts looks murky. Two voting members on the Fed's committee opposed the central bank's decision on Wednesday.","raw_html_path":"data\/raw\/html\/875a2592f36d283b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c20vljzgp0ro","section":"business","published_at":"2025-10-06T06:50:14.735000+00:00","published_date":"2025-10-06","headline":"Japan stocks hit record after ruling party names pro-business leader","body_preview":"Japanese stocks have hit a record high after the country's ruling Liberal Democratic Party (LDP) named Sanae Takaichi as its new leader , positioning the pro-business politician to be Japan's next prime minister. The benchmark Nikkei 225 index closed 4.75% higher on Monday, ending the day above 47,000 for the first time. Takaichi, who has held senior government roles including minister for economic security and internal affairs, is known for her support of higher government spending and lower borrowing costs. She is also a long-time admirer of former UK prime minister Margaret Thatcher and her free market approach to economics. Investors welcomed the announcement of her victory in the LDP leadership race, with shares rising in real estate, technology and heavy industry companies.","raw_html_path":"data\/raw\/html\/dee89eb2c8d51c32.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1dq93lyqn6o","section":"business","published_at":"2025-09-30T13:37:06.173000+00:00","published_date":"2025-09-30","headline":"Minimum wage rise 'risks businesses and job cuts'","body_preview":"A business lobby group has said a proposed 9.9% Manx minimum wage rise posed \"a serious risk of more business closures and job losses\". Last week, the government announced proposals to increase the hourly rate from £12.25 to £13.46 from April. The Isle of Man Chamber of Commerce said 87 out of 100 of its members who responded to a survey on the rise had said it would impact their business, with 13% warning of a risk of downsizing or closure. Treasury Minister Alex Allinson has previously said the new rate \"strikes the right balance\" by \"prioritising fair wages for those on low pay\", and the \"financial stability of businesses\". The proposals would also see the youth rate increase by 12.7%, from £9.55 to £10.76.","raw_html_path":"data\/raw\/html\/ba1bfa5181969cee.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ce327e2rdw3o","section":"business","published_at":"2025-09-18T17:58:18.502000+00:00","published_date":"2025-09-18","headline":"MPs write to government over JLR supply chain jobs","body_preview":"A group of MPs from the West Midlands and Merseyside has written to the government, asking for financial help for supply-chain firms affected by the Jaguar Land Rover (JLR) cyber attack. Production lines at the firm have been at a standstill for more than a fortnight, with concerns growing that some companies could go bust without urgent support . There is currently no end in sight to the issue, though suppliers have been told production at JLR's factories would not resume until 24 September at the earliest. The government said JLR was taking the lead on supply chain support, but that it would be meeting with businesses. About 30,000 people are employed directly by JLR, with a further 200,000 working in the firm's supply chain.","raw_html_path":"data\/raw\/html\/f27d621ff918e4b7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cge2q7wvyz3o","section":"business","published_at":"2025-09-18T14:03:19.315000+00:00","published_date":"2025-09-18","headline":"UK 'not out of woods' on inflation, says Bank as rates held","body_preview":"UK interest rates have been held at 4% as the Bank of England governor warned \"we're not out of the woods yet\" in terms of rising inflation. Analysts had not expected interest rates, which influence borrowing costs and returns on savings, to be cut given that prices are rising at nearly twice the Bank's target rate. The Bank said it expected inflation to return to its key target of 2%, but remains cautious on when it will trim borrowing costs again. Alongside the interest rate decision, the Bank also announced it would reduce the amount of government debt it holds at a slower pace, coming just weeks after turmoil in the financial markets. The Bank has cut interest rates five times since August last year as the pace of inflation eased.","raw_html_path":"data\/raw\/html\/f7d08a3275321075.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx293yyj8jpo","section":"business","published_at":"2025-08-29T17:53:37.509000+00:00","published_date":"2025-08-29","headline":"Eco business park bosses promise jobs boost","body_preview":"A new eco business park will provide jobs for local people, a councillor has said. Kempsey Eco Business Park, off the A38 just south of the village, will feature a mix of office, retail and light industrial units, as well as a farm shop. Work on a new HGV and car entrance on to the park is under way, with the first businesses expected to move in before Christmas. Worcestershire County Councillor Martin Allen said he was \"delighted\" the site, formerly a garden nursery and small show, had not been left to \"go to ruin and waste\" and was being put to good use. Councillor Allen said the two-and-a-half acre park, near Worcester, would be easily accessible by foot and bike, alongside local bus services.","raw_html_path":"data\/raw\/html\/65a0a4e4e036a256.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3362n450gdo","section":"business","published_at":"2025-08-22T11:56:27.097000+00:00","published_date":"2025-08-22","headline":"Jersey earnings rise by average of 1.9% - report","body_preview":"Wages of people in Jersey working in both the public and private sector are higher than in June 2024, a report has found. Statistics Jersey's average earnings report for June 2025 measured the annual change in gross wages and salaries of workers in the island. The report found average earnings had increased by 4.5% in comparison with June last year, but if you take inflation into account, they went up by 1.9%. It said the construction and quarrying industry was the only sector to record a decrease in average earnings, with a decrease of 0.2% on an annual basis. The report found the agriculture and fishing sector had the highest annual increase, up 13.4% on an annual basis, which it said was driven by increased hours and an increase in the minimum wage.","raw_html_path":"data\/raw\/html\/98538eb48c57945d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/crmkyzvy4m8o","section":"business","published_at":"2025-08-13T05:04:09.933000+00:00","published_date":"2025-08-13","headline":"'I cleared my £13,000 debt with TikTok earnings'","body_preview":"\"This has been the turning point for me - it's improved my confidence, my own self-belief.\" Single mum Roxanne Freeman says she lived beyond her means and used her credit cards to support her family, even using one to put down a deposit on a caravan. She had racked up £13,000 worth of debt by summer 2023, but her fortunes changed after she turned her hand to content creation, filming and posting reviews of plus-size clothing on TikTok. The 36-year-old from Leicester earns commissions on her videos - up to £5,000 a month now, she says - and has cleared her debt. Roxanne is among a growing number of people turning to social media to boost their income and says: \"It's literally life-changing.\"","raw_html_path":"data\/raw\/html\/201b6d6d5ea06c0a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yprwyxjlxo","section":"business","published_at":"2025-08-07T15:45:17.684000+00:00","published_date":"2025-08-07","headline":"Interest rates cut to lowest level in more than two years","body_preview":"The Bank of England has cut interest rates to 4%, taking the cost of borrowing to the lowest level for more than two years. The cut, from the previous rate of 4.25%, is the fifth since August last year, but was only narrowly backed by the Bank's policymakers who took two votes to reach a decision. Lower rates will reduce monthly mortgage costs for some homeowners but it could also mean smaller returns for savers. The unprecedented second vote by policymakers suggests further interest rate cuts will be finely balanced amid concerns over rising prices, although the Bank's governor told the BBC the path for rates continues to be \"downwards\". Inflation is now expected to peak at 4% in September, the Bank said in its Monetary Policy Report . That is twice the Bank's target rate and above the 3.8% rate it predicted in its May report.","raw_html_path":"data\/raw\/html\/f136dffb700d118e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cp9421x3egmo","section":"business","published_at":"2025-08-07T14:23:11.871000+00:00","published_date":"2025-08-07","headline":"What the interest rate cut means for you","body_preview":"The Bank of England has cut UK interest rates from 4.25% to 4%, the lowest level since March 2023. The Bank of England interest rate can affect mortgage rates and interest rates on savings, as well as the speed at which prices change and how the jobs market performs. Here's what that all means for you. The Bank of England's interest rate is what the central bank charges other banks that want to borrow money. That then influences what interest rates those banks charge their customers for loans such as mortgages.","raw_html_path":"data\/raw\/html\/656d64f2ba89dfd0.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvg40knxe9wo","section":"business","published_at":"2025-07-31T00:30:17.573000+00:00","published_date":"2025-07-31","headline":"Fed holds interest rates steady despite Trump pressure","body_preview":"The US central bank has kept interest rates unchanged again, despite pressure from President Donald Trump to lower borrowing costs. The decision, which was widely expected, left the Federal Reserve's key lending rate between 4.25% and 4.5%, where it has stood since December. But in an unusual dissent, two members of the board voted against the plan, saying they preferred to cut, which is a sign that support for lower rates may be broadening. The vote came as new economic data continued to fuel debate over what effects Trump's tariffs will have on the world's largest economy. The latest figures showed the US economy grew at an annual rate of 3% over the April-June period, after shrinking in the first three months of the year, the Commerce Department said.","raw_html_path":"data\/raw\/html\/49a9f7325c3a361b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cqx2pj42395o","section":"business","published_at":"2025-07-14T07:23:01.724000+00:00","published_date":"2025-07-14","headline":"Bank boss ready to cut rates if job market slows","body_preview":"The Bank of England is prepared to make larger interest rate cuts if the job market shows signs of slowing down, its governor has said. In an interview with the Times, Andrew Bailey said \"I really do believe the path is downward\" on interest rates. Interest rates currently stand at 4.25% and will be reviewed at the Bank's next meeting on 7 August, when many economists expect the rate will be cut. They affect mortgage, credit card and savings rates for millions of people. Speaking to the Times , Mr Bailey said: \"I think the path [for interest rates] is down.","raw_html_path":"data\/raw\/html\/bd64263e2763dc68.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c98wyyk475no","section":"business","published_at":"2025-06-19T14:02:25.213000+00:00","published_date":"2025-06-19","headline":"Bank holds interest rates but hints at future cuts","body_preview":"The Bank of England has hinted at further interest rate cuts, which could come as soon as August. It decided to keep rates at 4.25% on Thursday with inflation, the rate prices rise at over time, remaining at its highest level for more than a year and above the Bank's target rate. Governor Andrew Bailey said interest rates \"remain on a gradual downward path\", but warned: \"The world is highly unpredictable.\" There are concerns that the conflict between Israel and Iran, a major oil producer, could send energy costs higher and drive overall prices up, which would impact further rate decisions. Clare Lombardelli, deputy governor of the Bank of England, told the BBC that the \"uncertainty facing the economy\" led to interest rates being held this month.","raw_html_path":"data\/raw\/html\/2d2483880bef24ef.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cjwn3pxpgyvo","section":"business","published_at":"2025-06-18T19:55:38.760000+00:00","published_date":"2025-06-18","headline":"Fed holds interest rates for fourth time despite tariff turmoil","body_preview":"People and businesses in the US have faced a whirlwind of policy change in recent months. But one thing has remained fixed: borrowing costs set by the US central bank. The Federal Reserve stuck with that strategy on Wednesday, leaving its key interest rate unchanged, even as officials' expectations for the economy worsened. The decision marked the fourth in a row without action, keeping the bank's influential lending rate hovering around 4.3%, where it has stood since December. That came despite forecasts from policymakers suggesting they expect slower growth, higher unemployment and faster inflation than they did just a few months ago. Typically, the Fed lowers borrowing costs if it believes the economy is struggling and raises them if prices start to rise too quickly.","raw_html_path":"data\/raw\/html\/f4fd45969a91a4af.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c807n4rnmjyo","section":"business","published_at":"2025-05-01T01:44:13.083000+00:00","published_date":"2025-05-01","headline":"Trump tells business chiefs he needs 'little bit of time' as US economy shrinks","body_preview":"President Donald Trump has asked for more time on the US economy as it contracted for the first time in three years, stoking recession fears. He said the figure was misleading because companies had stockpiled imports ahead of his imposition of tariffs. Trump, however, said $8tn (£6tn) of inward investment had been promised, which he argued would restore American manufacturing prowess. The US economy contracted at an annual rate of 0.3%, the US commerce department said, a sharp downturn after growth of 2.4% in the previous quarter. It comes as Trump marks 100 days in office, with opinion polls indicating public discontent over his economic stewardship. Speaking on Wednesday afternoon at a White House event attended by business leaders, Trump blamed his Democratic predecessor, President Joe Biden, for the disappointing gross domestic product data.","raw_html_path":"data\/raw\/html\/55d7d8d89810cfbf.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c05ne2vmd3po","section":"business","published_at":"2025-04-15T17:00:10.537000+00:00","published_date":"2025-04-15","headline":"'This is so hard': The Chinese small businesses brought to a standstill by Trump's tariffs","body_preview":"\"Trump is a crazy man,\" says Lionel Xu, who is surrounded by his company's mosquito repellent kits – many were once best sellers in Walmart stores in the United States. Now those products are sitting in boxes in a warehouse in China and will remain there unless President Donald Trump lifts his 145% tariffs on all Chinese goods bound for the US. \"This is so hard for us,\" he adds. Around half of all products made by his company Sorbo Technology are sold to the US. It is a small company by Chinese standards and has around 400 workers in Zhejiang province. But they are not alone in feeling the pain of this economic war.","raw_html_path":"data\/raw\/html\/01b90ab2476a81f9.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2de5g06y0ro","section":"business","published_at":"2025-04-15T05:13:17.255000+00:00","published_date":"2025-04-15","headline":"Bristol businesses try to navigate Trump's tariffs","body_preview":"A study has assessed how Bristol and South Gloucestershire businesses may be impacted by trade tariffs announced by US President Donald Trump last week. The research by the Centre for Cities found Bristol and South Gloucestershire exported nearly £1bn of goods to the US in 2022 - mostly aerospace exports. Last week the US imposed a sweeping range of tariffs on a number of countries that were later reduced to a baseline of 10% on all except China, Mexico and Canada. \"Even in today's terms, it's a lot of money - it's about 12% of the total goods Bristol exports,\" said chief executive of Centre for Cities, Andrew Carter. \"On the one hand, is that it's a big number but the silver lining is that we also export to other parts of the world,\" added Mr Carter of the organisation, which calls itself an independent, non-partisan urban policy research unit.","raw_html_path":"data\/raw\/html\/795cc9c49b5fa356.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c705nxgqvv8o","section":"business","published_at":"2025-04-11T13:10:41.095000+00:00","published_date":"2025-04-11","headline":"Jobs fears as disability scheme owes businesses thousands","body_preview":"Businesses employing disabled people say they are owed hundreds of thousands of pounds by the government, and fear they may have to let staff go. Under the Access to Work scheme, companies and employees can apply for grants to help support disabled people in the workplace. But businesses have told the BBC there are backlogs and huge payment delays leaving them out of pocket. One company told the BBC it is owed nearly £200,000 by the Access to Work scheme and is worried it may have to close. Another said it had already been forced to shut down in part due to problems with the programme.","raw_html_path":"data\/raw\/html\/f9a33882a762fc2a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c62gg5dj5gro","section":"business","published_at":"2025-04-10T12:00:08.105000+00:00","published_date":"2025-04-10","headline":"'Trump's tariffs took us by surprise'","body_preview":"Exporting businesses in Devon and Cornwall have been reacting to US President Donald Trump's tariffs, with one company describing the extra tax as a \"surprise\". His universal 10% levy remains in place for the UK and all countries other than China after a 90-day pause announced on Wednesday for those initially given higher increases . The tariffs came into force shortly after midnight on Wednesday , with China now facing a levy of 125% after retaliating to Trump's increases. Ben Wearmouth, export sales manager at Bott Ltd in Bude, Cornwall, said the tariffs had taken the business \"by surprise\". He said: \"We knew it was coming but I think the expectation was that it was going to be on raw materials rather than semi-finished products and finished products.\"","raw_html_path":"data\/raw\/html\/037487c2cda38bf1.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ceqrj9l9d2zo","section":"business","published_at":"2025-04-07T17:23:21.918000+00:00","published_date":"2025-04-07","headline":"NI business leaders share concerns over Trump tariffs","body_preview":"Business leaders have met with Economy Minister Caoimhe Archibald to express concerns over the potential impact US President Donald Trump's tariffs could have on the Northern Ireland economy. It comes as financial markets all over the world reported falls on Monday after President Trump imposed trade tariffs last week. Archibald said she has been engaging with both the British and Irish governments on the trading circumstances. The Confederation of British Industry in Northern Ireland also warned that financial markets are in a for a \"bumpy ride ahead\". Archibald said she will be putting a number of asks to the British and Irish governments.","raw_html_path":"data\/raw\/html\/77b996ca8cc42893.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c98ger232ypo","section":"business","published_at":"2025-04-03T11:15:02.206000+00:00","published_date":"2025-04-03","headline":"Trump's tariffs a worry says cheese business","body_preview":"US President Donald Trump's new 10% tariffs on all imports from the UK to the United States have been described as worrying by one Devon company. Quicke's Cheeses, based near Exeter, make about 10% of their revenue from exporting cheese to the US, owner of the businesses Jane Quicke said. She said the tariffs meant by the time the cheese reached shelves in the US, the cost could be far more than 10% higher - due to profit margins. Quicke's Cheeses makes between £150,000 and £300,000 each year from the US market, Mrs Quicke said. \"Our concern is that the American consumer and some of our larger customers will be very concerned and hold back with their spending,\" she added.","raw_html_path":"data\/raw\/html\/4714c2b763350f52.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/crew3xd9de8o","section":"business","published_at":"2025-03-12T15:54:21.738000+00:00","published_date":"2025-03-12","headline":"Threat of US tariffs spells uncertainty for NI businesses","body_preview":"\"Uncertainty\" is the most common word you will hear if you ask a business in Northern Ireland about how they are feeling about the prospect of the United States imposing tariffs. They are one of the cornerstones of US President Donald Trump's second term and have left other countries scrambling to respond on an almost daily basis. That uncertainty was underlined when 25% tariffs on steel and aluminium coming into the US went into effect overnight - with the EU responding by saying it will impose counter-measures on €26bn (£21.9bn, $28.3bn) worth of US goods. The UK has said the tariffs are disappointing and Westminster will push for a trade deal - but, in the meantime, what of Northern Ireland? It is somewhere that could be uniquely affected by the impact of both EU and UK tariffs - but businesses say they are trying to stay positive.","raw_html_path":"data\/raw\/html\/5e29d57417b0673d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c9vyrmv73r3o","section":"business","published_at":"2025-03-05T06:26:55.995000+00:00","published_date":"2025-03-05","headline":"Business confidence in economy low, says HIE report","body_preview":"Confidence in the economy among some Scottish businesses is at its lowest level in two years, according to a Highlands and Islands Enterprise (HIE) report. The Scottish government agency surveyed 1,013 firms in its area, which includes Highland, Moray, Argyll and Bute, Northern Isles and Western Isles. Over the past six months, most said they had performed well or had been fairly steady but more than a quarter reported that they had struggled. The report suggested 55% were not confident in the economic outlook for Scotland, the lowest since a figure of 58% in a similar survey carried out over October and November 2022. HIE said the biggest challenges facing businesses were economic uncertainty, costs around doing business, legislation and regulation and access to skilled labour.","raw_html_path":"data\/raw\/html\/ca9ee079f7380720.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2483zrz0zo","section":"business","published_at":"2025-02-16T16:03:02.032000+00:00","published_date":"2025-02-16","headline":"Trump steel tariffs negative for UK and US, says Reynolds","body_preview":"Imposing US tariffs on UK steel would be \"negative\" for both countries, the business secretary has said. Jonathan Reynolds told the BBC the UK and US have a \"mutual interest\" in negotiating an exemption from President Donald Trump's plans for the 25% import tax, which could come into force in March. He said the UK was in a different trading position to other countries and could offer \"very specialised\" steel and aluminium exports the US needs like Navy submarine casings made in Sheffield, while tariffs would push up costs for US taxpayers. Reynolds' comments came after the government promised up to £2.5bn in support for the UK steel industry. President Trump has said his tariffs would be enforced \"without exceptions or exemptions\".","raw_html_path":"data\/raw\/html\/e89eace58202ebdf.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1km9z7nl3lo","section":"business","published_at":"2025-02-16T09:09:38.791000+00:00","published_date":"2025-02-16","headline":"Ducks rescued after oil spill near business park","body_preview":"A suspected oil leak has led to the rescue of 11 ducks from a stream and pond near a business park. The RSPCA and volunteers from Warsop Wildlife Rescue Team worked to retrieve the birds from the polluted water near Belle Eau Business Park in Bilsthorpe, Nottinghamshire. Thick black oil was covering half the pond when rescuers attended the scene, the cause of which is now being investigated by the Environment Agency, which has been clearing up the spill. The ducks were taken to Warsop Wildlife Rescue, where the oil was washed from their feathers, and they will remain there until they are well enough to be released into the wild. Seven of the ducks were rescued on 28 January, and a further one was saved the following day.","raw_html_path":"data\/raw\/html\/fc4f0c17e4b1ebd0.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g3z22938jo","section":"business","published_at":"2025-02-02T08:11:22.257000+00:00","published_date":"2025-02-02","headline":"Trump's tariffs hit China hard before - this time, it's ready","body_preview":"A hiss and puff of compressed air shapes the smooth leather, bringing to life an all-American cowboy boot in a factory on China's eastern coast. Then comes another one as the assembly line continues, the sounds of sewing, stitching, cutting and soldering echoing off the high ceilings. \"We used to sell around a million pairs of boots a year,\" says the 45-year-old sales manager, Mr Peng, who did not wish to reveal his first name. That is, until Donald Trump came along. A slew of tariffs in his first presidential term triggered a trade war between the world's two largest economies. Six years on, Chinese businesses are bracing themselves for a sequel now that he is back in the White House.","raw_html_path":"data\/raw\/html\/8d363198cc9024bd.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1kmp99431mo","section":"business","published_at":"2025-02-02T03:05:18.807000+00:00","published_date":"2025-02-02","headline":"'Is it for a day or four years?' Tariff uncertainty spooks small businesses","body_preview":"Donald Trump's talk of applying new tariffs to goods from America's biggest trade partners has sparked months of uncertainty for business owners. On Saturday, the president made good on his threats, ordering a new 25% tax on shipments from Mexico and Canada and raising existing tariffs on goods from China by 10%. But that has not stopped the questions. \"Is it for a day, is it a political flex or is it something that will last for four years?\" asked Nicolas Palazzi, the founder of Brooklyn-based PM Spirits. He runs a 21-person business that imports and sells wine and spirits, about 20% of which come from Mexico. Trump's orders set in motion threats that the president has discussed for months, striking at shipments from America's top three trade partners, which together account for more than 40% of the roughly $3tn goods the US imports each year.","raw_html_path":"data\/raw\/html\/369c91b37dd1eb76.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cdxez3254lko","section":"business","published_at":"2025-01-16T17:17:01.852000+00:00","published_date":"2025-01-16","headline":"United Health boss defends firm in first earnings results since CEO killing","body_preview":"The CEO of UnitedHealth Group has defended its role in America's health system as the company posted its first earnings results since the murder of one of its top executives. Sir Andrew Witty spoke to analysts as the firm reported mixed results, just weeks after the shooting of Brian Thompson brought attention to the industry. Some customers responded to the killing by sharing stories accusing the company of rejecting requests to pay for medical care. Sir Andrew said UnitedHealth had helped lower costs, blaming drug firms and health providers for high prices. But Mr Witty also said the largely private health system in the US needed to be \"less confusing, less complex and less costly\", acknowledging frustrations with the process for reviewing requests to approve healthcare.","raw_html_path":"data\/raw\/html\/5cff21575ea2ade5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvg7ym884vvo","section":"business","published_at":"2025-01-06T06:13:46.805000+00:00","published_date":"2025-01-06","headline":"'Warehouse business Huboo lost £200k of my stock'","body_preview":"A business owner who outsourced his warehouse operations has told the BBC the logistics company he used has lost more than £200,000 of his stock. James Symons, from Box, Wiltshire, sells pool cleaning products and used the company Huboo Technologies Ltd, which had locations in Bristol and Wiltshire, to store his products between June 2022 and June 2023. \"Orders would go missing, or stock would go missing, and it was getting to the point where no orders were going out,\" he said. A spokesperson for Huboo, which went into administration at the end of December, said clients were its main priority and it was \"moving forward with new leadership and fresh funding\". The firm dispute the figures claimed by Mr Symons.","raw_html_path":"data\/raw\/html\/ef8c68b03f24a081.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn4xzrjv0zno","section":"business","published_at":"2024-12-04T13:55:44.259000+00:00","published_date":"2024-12-04","headline":"Clive Myrie sorry for not declaring £145k earnings","body_preview":"Presenter Clive Myrie has apologised for failing to declare to the BBC at least £145,000 of earnings from engagements outside of the corporation. Under BBC rules, presenters must reveal what they earn on an external events register, which is published by the corporation every quarter. The latest quarterly register also includes 28 engagements carried out by Myrie which he had not previously declared, going back as far as 2021. Myrie has said he had not filled out the correct paperwork due to \"administrative issues\", and that he would not be taking part in any further paid external events beyond a handful he had already committed to. Writing on X, Myrie said: \"An apology – I’ve had several administrative issues, and I didn’t fill out the correct paperwork for some of my external public events, so they haven’t been published until now.\"","raw_html_path":"data\/raw\/html\/4b58268a38e30f29.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cq6899yleg8o","section":"business","published_at":"2025-08-07T13:46:11+00:00","published_date":null,"headline":"Faisal Islam: Why has the Bank of England cut rates?","body_preview":"So why has the Bank of England cut rates when inflation is well above its target of 2% and seems set to remain there? This vexed question is why the proceedings of the Bank's nine member Monetary Policy Committee were so close and even involved an unprecedented second vote. The bottom line is that in the medium term the Bank sees the jobs market as exerting less upward pressure on inflation, because of a fall in the number of job vacancies and an increase in the jobless rate. But Bank governor Andrew Bailey and his team will have some explaining to do. Inflation remains high, and the very visible food price inflation figures look set to go up over the remainder of the year.","raw_html_path":"data\/raw\/html\/4f73104e8c1a6aa4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3w9332xdjvo","section":"business","published_at":"2025-11-08T16:02:36+00:00","published_date":null,"headline":"Man dies in early hours lorry crash","body_preview":"A man has died after he was hit by a lorry while walking in the early hours of the morning. The 63-year-old man was hit by a white Iveco lorry in Stocksbridge at about 00:11 GMT on Saturday and was immediately pronounced dead, South Yorkshire Police said. The lorry driver remained at the scene and is supporting police with their investigations, the force added. Police appealed for anyone who saw the crash at the junction of Manchester Road and Johnson Street to get in touch. Listen to highlights from South Yorkshire on BBC Sounds , catch up with the latest episode of Look North","raw_html_path":"data\/raw\/html\/902cd1fd33aa43b8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2epm9z9kkvo","section":"technology","published_at":"2025-12-14T00:58:34.886000+00:00","published_date":"2025-12-14","headline":"This Grand Theft Auto creator is back - with a novel about an AI that hijacks your mind","body_preview":"Dan Houser was one of the masterminds behind revolutionary video game series Grand Theft Auto. Now, after leaving Rockstar Games and launching his own company, he's released a debut novel about a very different type of game. A Better Paradise is a dystopian vision of the near future in which an AI-led computer game goes rogue. Set in a polarised world, it finds Mark Tyburn attempting to create a virtual haven for people to find sanctuary and reconnect within themselves against an all-consuming social media hellscape. But it all goes wrong when it ends up unleashing a mysterious, sentient AI bot named NigelDave into society - \"a hyper-intelligence built by humans\" - flaws included.","raw_html_path":"data\/raw\/html\/caf139246e6247dd.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4ge4q8gypzo","section":"technology","published_at":"2025-12-13T16:24:04.352000+00:00","published_date":"2025-12-13","headline":"Street art festival sees Lagos turned into 'open-air gallery'","body_preview":"Parts of Nigeria's biggest city, Lagos, have been turned into an \"open-air gallery\", in the words of the organisers of the city's first street art festival. One of the featured artists, Ashaolu Oluwafemi, told the BBC that the festival brings art \"to the people and the community\". \"People don't always have the opportunity to go to exhibitions, so they don't have the opportunity to see art,\" he said. The artwork is on display on Ozumba Mbadiwe Avenue, a busy street in Victoria Island in the heart of the city. Oluwafemi, who was born and brought up in Lagos, said he and the other artists were telling the story of the city and its rise.","raw_html_path":"data\/raw\/html\/c5977aff259e20ed.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c9w777yel98o","section":"technology","published_at":"2025-12-12T17:14:25.213000+00:00","published_date":"2025-12-12","headline":"New courses to plug medical technology skills gap","body_preview":"A set of new qualifications have been devised to help plug a skills gap in medical technology. Higher Technical Qualifications (HTQs) are designed to support people in the West Midlands to enter in-demand jobs - including work on AI-enabled health devices such as wearable technology, imaging or diagnostic tools. The new qualifications are expected to be be taught by colleges, private training providers and universities. They have been developed in a partnership between West Midlands Combined Authority, Skills England and education firm Pearson, as well as employers. The Association of British HealthTech Industries estimated an extra 70,000 jobs would be needed by 2035 to meet demand across the sector, alongside 75,000 replacements for those leaving the workforce.","raw_html_path":"data\/raw\/html\/a25f4791988d7b67.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yj8rd2dnmo","section":"technology","published_at":"2025-12-12T16:35:19.329000+00:00","published_date":"2025-12-12","headline":"AI therapy chatbot 'works best with emotion'","body_preview":"Artificial intelligence (AI) therapy \"works best\" when patients \"feel emotionally close to their chatbot\", according to a study from the University of Sussex. With more than one in three UK residents now using AI to support their mental health or wellbeing according to Mental Health UK, university researchers say the study highlights the key to effective chatbot therapy, and the risks of \"synthetic intimacy\". The research, published in Social Science & Medicine journal on Tuesday, is based on feedback from 4,000 users of Wysa, which is a mental health app. Ramakant Vempati, founder and president at Wysa, said the company \"welcomed rigorous research\" into how people experience AI support. \"When interpreted in the right clinical context, these insights show how AI can responsibly improve access to safe and engaging support, by augmenting existing systems, and not by replacing them,\" he added.","raw_html_path":"data\/raw\/html\/fb1e5b7040132478.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwyvkkxxj42o","section":"technology","published_at":"2025-12-12T07:37:51.182000+00:00","published_date":"2025-12-12","headline":"Geminid meteor shower set to light up sky during weekend peak","body_preview":"The Geminid meteor shower - one of the most spectacular in the celestial calendar  - is set to peak this weekend and astronomers say conditions could make for an especially striking show if weather permits. The meteors are visible all over the world, though people in the Northern Hemisphere will get the best views. In the UK, if the skies are clear, a waning crescent Moon will only rise after midnight which should mean several hours of dark skies to see the meteors more clearly. Here's the science behind the Geminids and how to get the best chance of seeing them. We get treated to meteor showers when Earth passes through the trails of comets - icy objects which Nasa calls 'cosmic snowballs' - or in rarer cases, including the Geminids, asteroids, which are rocky.","raw_html_path":"data\/raw\/html\/2f1d332b48e052bc.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3w79pgn8peo","section":"technology","published_at":"2025-12-10T07:50:12.859000+00:00","published_date":"2025-12-10","headline":"Amazon, Microsoft pledge mega AI investments in India","body_preview":"Tech giants Amazon and Microsoft have announced a combined $52.5bn (£39.4bn) investment plan for India over the coming years. Amazon said on Wednesday it was pumping in $35bn into India by 2030 to advance AI-driven digitisation, export growth and job creation, a day after Microsoft committed $17.5bn strengthen the country's AI ecosystem. India, which is an emerging AI and cloud infrastructure hub, has witnessed a surge of global tech investments recently. In October, Google announced a $15bn investment to build an AI data hub, and earlier this week Intel announced a collaboration with Mumbai-based Tata Electronics as its first major customer in the latter's $14bn semiconductor manufacturing plans. \"When it comes to AI, the world is optimistic about India,\" Indian Prime Minister Narendra Modi said in a post on X, after meeting Microsoft CEO Satya Nadella on Tuesday.","raw_html_path":"data\/raw\/html\/72da42ea3178ba9a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ce3w2z0w13eo","section":"technology","published_at":"2025-12-08T11:32:17.223000+00:00","published_date":"2025-12-08","headline":"GPs using AI tool to identify skin cancer","body_preview":"A group of GPs has started using artificial intelligence (AI) technology to help identify skin cancer. Software firm Skin Analytics said First Medical had become the first GP practice in Jersey to use its DERM app to review images of moles and lesions when skin cancer was suspected. The app's developers said the AI had been trained on images of common cancers, pre-cancerous conditions and benign lesions with the aim of providing \"faster and safer clinical decision-making\" and stopping unnecessary referrals. Dr Brendan Loane, GP partner at First Medical - which has practices in St Helier, St Peter and St Clement, said the app would benefit patients and medics. Dr Loane said: \"We're exceptionally proud to be the first GP practice in Jersey to deliver this wonderful innovation to our patients.","raw_html_path":"data\/raw\/html\/009a1d3f756db05d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g9e34yzvgo","section":"technology","published_at":"2025-12-08T00:49:01.249000+00:00","published_date":"2025-12-08","headline":"Japan is facing a dementia crisis – can technology help?","body_preview":"Last year, more than 18,000 older people living with dementia left their homes and went missing in Japan. Almost 500 were later found dead. Police say such cases have doubled since 2012. Elderly people aged 65 and over now make up nearly 30% of Japan's population - the second-highest proportion in the world after Monaco, according to the World Bank. The crisis is further compounded by a shrinking workforce and tight limits on foreign workers coming in to provide care. Japan's government has identified dementia as one of its most urgent policy challenges, with the Health Ministry estimating that dementia-related health and social care costs will reach 14 trillion yen ($90bn; £67bn) by 2030 - up from nine trillion yen in 2025.","raw_html_path":"data\/raw\/html\/47c2110f88b67213.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj6xw9w976jo","section":"technology","published_at":"2025-12-01T06:15:16.702000+00:00","published_date":"2025-12-01","headline":"'It's the golden age of spreadsheet geekery'","body_preview":"\"Who doesn't want to be the spreadsheet champion?\" That is what the co-founders of the UK Microsoft Excel chapter said when explaining how the everyday computer program Microsoft Excel became a competitive e-sport. For a few years now, spreadsheet masters have been working hard to get their hands on the wrestling style UK and world champion belts that are awarded to the winners of Microsoft Excel Championships - and in the west of England the race is on to find new talent to galvanise on the sport's growing popularity. So what is competitive spreadsheeting? And how did Excel become a high-flying, high-stakes e-sport inviting players worldwide to win thousands of pounds?","raw_html_path":"data\/raw\/html\/b1251cadf8140d7c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0edw8e42ddo","section":"technology","published_at":"2025-11-27T06:23:58.445000+00:00","published_date":"2025-11-27","headline":"New technology a 'game changer' for stadium fans","body_preview":"New technology described as the \"first of its kind in the UK\" is set to revolutionise live football matches, according to scientists. The technology, which was successfully trialled at a  stadium in Milton Keynes, ensures sports fans will never have to struggle to get a signal at a game or miss crucial match moments. The innovation, which unites artificial intelligence (AI) and 5G , was developed in a collaboration between the University of Bristol, AI experts Madevo, and network specialists Weaver Labs among others. Prof Dimitra Simeonidou, from the University of Bristol, said: \"We are excited to see how these technologies can dramatically reshape how we experience live events.\" For years, fans have struggled to get a decent signal at a game, according to the university.","raw_html_path":"data\/raw\/html\/c1c7dddbe12513f8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj0e3npg7e4o","section":"technology","published_at":"2025-11-21T06:09:43.777000+00:00","published_date":"2025-11-21","headline":"Rolls-Royce tests how to limit damage to jet engines","body_preview":"Rolls-Royce is testing new technology in Derby in a bid to prevent sand and dust damaging its jet engines. The issue has affected airlines operating across the Middle East, which is one of the company's most important markets. Sand and fine dust, which are ingested during take-off, can enter the hottest parts of an engine, causing it to corrode, and can make the engine even hotter when coolant holes become blocked. The issue does not affect flight safety, but it reduces efficiency and increases the frequency of maintenance, as the coating around the engine parts can wear out quicker. Pat Hilton, Rolls-Royce's head of test facilities, said: \"The dust can penetrate the hottest parts of the engine and wear that part out at a quicker rate than it would if it wasn't flying through sand.\"","raw_html_path":"data\/raw\/html\/2cc3fde83f39d2dd.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly47y51n2eo","section":"technology","published_at":"2025-11-19T11:48:57.137000+00:00","published_date":"2025-11-19","headline":"QUB in new cross-border 'all island university' collaboration","body_preview":"Queen's University Belfast (QUB) is to take part in a new cross-border collaboration with the Dundalk Institute of Technology (DKIT). DKIT will get university college status and students will be awarded their certs through QUB. The Irish government hopes to implement the changes for the 2026\/2027 academic year. Institutes of technology (ITs) in Ireland are traditionally more focused on trade and craft professions and offer a wide range of courses which are closer linked to industry than universities. Students who take courses in DKIT will receive their degree from QUB as part of a new partnership being announced by the Irish government.","raw_html_path":"data\/raw\/html\/a9fff40b28adb3e4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cz7pdy3yq3qo","section":"technology","published_at":"2025-11-18T06:33:16.467000+00:00","published_date":"2025-11-18","headline":"AI to help improve technology for disabled people","body_preview":"People with disabilities who use technology to communicate and carry out everyday tasks say they want it to become more personalised and versatile. Students at National Star College in Gloucestershire met executives from a global tech company to talk about how AAC (Augmentative and Alternative Communication) devices can improve. Aid Holmes told the delegates from Smartbox that he used to hate his AAC as a child, but it has since become an essential part of his life. \"Now I take my AAC everywhere I go because I feel naked without it. It would be like someone ripping your voice box out of your body. This is my voice.\" Mr Holmes said a simple solution that would make a big difference would be an AAC device which lasts for 24 hours, \"so I can talk all day without charging\".","raw_html_path":"data\/raw\/html\/75b75e55d3acdb27.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvgmy5d7k84o","section":"technology","published_at":"2025-11-17T05:49:13.911000+00:00","published_date":"2025-11-17","headline":"China's investment spree in UK gave it access to military-grade technology, BBC told","body_preview":"China has financed tens of billions of pounds' worth of investment in UK businesses and projects this century, some of which gave it access to military-grade technology, BBC Panorama has learned. The spending spree - worth £45bn ($59bn) at 2023 prices - was at its height following a 2015 Chinese state directive, aimed at making the country a global leader in high-tech industries. The UK has been the top destination among G7 nations for these investments, relative to the size of its population and economy, according to US-based research group AidData. Panorama has investigated how this led to cutting-edge technology and skills being transferred to China. The UK was \"far too free in allowing access to strategically important industries\", according to a former head of GCHQ. The BBC was given exclusive early access to data collected by AidData, a research group at William & Mary, a university in the US state of Virginia. A leading specialist in tracking how governments spend money overseas, AidData receives funding from governments and charitable foundations around the world.","raw_html_path":"data\/raw\/html\/4b971a4f670ad285.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2017evr2qgo","section":"technology","published_at":"2025-11-15T18:31:56.839000+00:00","published_date":"2025-11-15","headline":"Arrests made using facial recognition technology","body_preview":"Two arrests have been made by police using live facial recognition technology, just days after they received a new van with the equipment. Surrey Police said a 69-year-old man was arrested on suspicion of breaching his sexual risk order while officers were using the technology in Redhill on Thursday. During the kit's deployment, the force said it had received five positive alerts, with  a 25-year-old man also being arrested on suspicion of shoplifting in relation to a previous offence. He was later de-arrested. Police said further stops ensured conditions of a sexual harm prevention order and a stalking protection order were being complied with. A police spokesperson says the technology is a \"vital tool\" to help them find people on a pre-determined watchlist, including people wanted over sex and domestic abuse offences.","raw_html_path":"data\/raw\/html\/43fd596a5295cd77.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cjekg1pd9j4o","section":"technology","published_at":"2025-11-15T04:03:27.263000+00:00","published_date":"2025-11-15","headline":"Can technology fix fashion's sizing crisis?","body_preview":"Most women will relate to the misery of inconsistent sizing in high-street shops. A pair of jeans could easily be a size 10 by one brand and a size 14 in another, leaving customers confused and disheartened. It has led to a global deluge of returns, costing fashion retailers an estimated £190bn a year as would-be shoppers wonder what size they're meant to buy from which store. I didn't have to look far to find people experiencing the problem. \"I don't trust high-street sizing,\" one person tells me, as she browses one of London's popular shopping streets. \"To be honest, I buy by how it looks rather than the actual size.\"","raw_html_path":"data\/raw\/html\/2457f683bb92e2be.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c14pr0enjr6o","section":"technology","published_at":"2025-11-08T00:57:33.919000+00:00","published_date":"2025-11-08","headline":"Why tech giants are offering premium AI tools to millions of Indians for free","body_preview":"Starting this week, millions of Indians will get one year of free access to ChatGPT's new, low-cost \"Go\" AI chatbot. The move follows similar announcements in recent weeks from Google and Perplexity AI, who have partnered with local Indian mobile companies to give users a year or more of free access to their AI tools. Perplexity tied up with the country's second largest mobile network provider Airtel, while Google partnered with Reliance Jio, India's largest telephony giant, to bundle free or discounted AI tools with monthly data packs. Analysts say such offers shouldn't be mistaken for generosity as they are calculated investments and a long-term bet on India's digital future. \"The plan is to get Indians hooked on to generative AI before asking them to pay for it,\" Tarun Pathak, an analyst at Counterpoint Research, told the BBC.","raw_html_path":"data\/raw\/html\/8e2fd08601bc3878.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgqlzje32pjo","section":"technology","published_at":"2025-11-03T17:45:20.048000+00:00","published_date":"2025-11-03","headline":"ChatGPT owner OpenAI signs $38bn cloud computing deal with Amazon","body_preview":"OpenAI has signed a $38bn (£29bn) contract with Amazon to access its cloud computing infrastructure, as the start-up continues its run of major partnerships to secure computing power. In 2025, the ChatGPT maker has signed deals worth more than $1tn with Oracle, Broadcom, AMD and chip-making giant Nvidia. Its latest deal reduces its reliance on Microsoft. As part of the seven-year agreement, OpenAI will gain access to Nvidia graphics processors to train its artificial intelligence models. The deal follows a sweeping restructure of OpenAI last week which saw it convert away from being a non-profit and changed its relationship with Microsoft to give OpenAI more operational and financial freedom. \"Scaling frontier AI requires massive, reliable compute,\" said OpenAI co-founder and CEO Sam Altman.","raw_html_path":"data\/raw\/html\/5eb8802014b0c7c6.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvgv38py7ewo","section":"technology","published_at":"2025-10-28T19:36:59.164000+00:00","published_date":"2025-10-28","headline":"OpenAI completes shift to becoming for-profit","body_preview":"OpenAI has completed its conversion to a for-profit entity, a move that could allow it to raise billions of dollars in investment and potentially clear the way for a stock market debut. As part of the arrangement, OpenAI and Microsoft announced changes to their  partnership that leave the tech giant with a 27% stake in the ChatGPT-maker. The deal changes the relationship between the two companies, which first partnered in 2019, when OpenAI was a non-profit artificial intelligence (AI) research organisation. Under the terms, Microsoft can now pursue artificial general intelligence - sometimes defined as AI that surpasses human intelligence - on its own or with other parties, the companies said. OpenAI also said it was convening an expert panel that will verify any declaration by the company that it has achieved artificial general intelligence.","raw_html_path":"data\/raw\/html\/add844b538f6bcb6.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yd90g0q43o","section":"technology","published_at":"2025-10-27T23:53:41.743000+00:00","published_date":"2025-10-27","headline":"ChatGPT shares data on how many users exhibit psychosis or suicidal thoughts","body_preview":"OpenAI has released new estimates of the number of ChatGPT users who exhibit possible signs of mental health emergencies, including mania, psychosis or suicidal thoughts. The company said that around 0.07% of ChatGPT users active in a given week exhibited such signs, adding that its artificial intelligence (AI) chatbot recognizes and responds to these sensitive conversations. While OpenAI maintains these cases are \"extremely rare,\" critics said even a small percentage may amount to hundreds of thousands of people, as ChatGPT recently reached 800 million weekly active users, per boss Sam Altman. As scrutiny mounts, the company said it built a network of experts around the world to advise it. Those experts include more than 170 psychiatrists, psychologists, and primary care physicians who have practiced in 60 countries, the company said.","raw_html_path":"data\/raw\/html\/2134dc36ddf1143a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c07mz10m1k9o","section":"technology","published_at":"2025-10-22T00:13:02.635000+00:00","published_date":"2025-10-22","headline":"ChatGPT-maker OpenAI releases browser in attempt to rival Google","body_preview":"ChatGPT-maker OpenAI has unveiled an artificial intelligence-powered web browser to challenge competitors like Google, which operates Chrome, the most popular browser in the world. ChatGPT Atlas does away with the address bar that is a key feature in search, with boss Sam Altman saying it was \"built around ChatGPT\" as the company made the new browser available on Tuesday on Apple's MacOS operating system. The arrival of Atlas comes as OpenAI seeks new ways to monetise its massive bet on artificial intelligence (AI) and capitalise on its growing user base. OpenAI said Atlas would also offer a paid agent mode that conducts searches on its own for users of its popular chatbot. The agent mode feature will be available only to paying ChatGPT subscribers. It uses the chatbot to make \"improvements that make it faster and more useful by working with your browsing context\".","raw_html_path":"data\/raw\/html\/8dc183d424092472.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckgz0ygkvkpo","section":"technology","published_at":"2025-10-19T05:58:44.044000+00:00","published_date":"2025-10-19","headline":"Technology heading for Mars is created in Surrey","body_preview":"Should a future mission to Mars discover life on the planet's surface there is a chance a laboratory in the Surrey countryside will have played a role. The Mullard Space Science Laboratory, sited in a Victorian mansion in 30 acres (12 hectares) in the Surrey Hills, was founded in 1966, with help from the electronics company Mullard Ltd. Part of University College London (UCL), it is the UK's largest university-based space research group. Its scientists are creating technology due to be sent on missions to Mars. Cleanliness is vital, as Dr Catherine Regan told Secret Surrey.","raw_html_path":"data\/raw\/html\/3555afd11987ad5d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5y0g79xevxo","section":"technology","published_at":"2025-10-17T12:17:01.145000+00:00","published_date":"2025-10-17","headline":"OpenAI stops 'disrespectful' Martin Luther King Jr deepfakes","body_preview":"OpenAI has stopped its artificial intelligence (AI) app Sora creating deepfake videos portraying Dr Martin Luther King Jr, following a request from his estate. The company acknowledged the video generator had created \"disrespectful\" content about the civil rights campaigner. Sora has gone viral in the US due to its ability to make hyper-realistic videos, which has led to people sharing faked scenes of deceased celebrities and historical figures in bizarre and often offensive scenarios. OpenAI said it would pause images of Dr King \"as it strengthens guardrails for historical figures\" - but it continues to allow people to make clips of other high profile individuals. That approach has proved controversial, as videos featuring figures such as President John F. Kennedy, Queen Elizabeth II and Professor Stephen Hawking have been shared widely online.","raw_html_path":"data\/raw\/html\/48807e960a053f04.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cpd2qv58yl5o","section":"technology","published_at":"2025-10-15T11:22:42.112000+00:00","published_date":"2025-10-15","headline":"ChatGPT will soon allow erotica for verified adults, says OpenAI boss","body_preview":"OpenAI plans to allow a wider range of content, including erotica, on its popular chatbot ChatGPT as part of its push to \"treat adult users like adults\",  says its boss Sam Altman. In a post on X on Tuesday, Mr Altman said upcoming versions of the popular chatbot would enable it to behave in a more human-like way  - \"but only if you want it, not because we are usage maxxing\". The move, reminiscent of Elon Musk's xAI's recent introduction of two sexually explicit chatbots to Grok, could help OpenAI attract more paying subscribers. It is also likely to intensify pressure on lawmakers to introduce tighter restrictions on chatbot companions. OpenAI did not respond to the BBC's requests for comment.","raw_html_path":"data\/raw\/html\/738053de36050742.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1dqznvxylqo","section":"technology","published_at":"2025-10-13T05:25:52.659000+00:00","published_date":"2025-10-13","headline":"The century-old ship sail technology finally catching on","body_preview":"It must have been a bizarre sight when a freight ship, equipped with two large rotating towers, made its way under the Forth Bridge a century ago. The experimental sail technology, on the rotor ship Buckau, was first demonstrated in 1925 on a journey carrying timber from Danzig - now Gdansk, in Poland - to the Scottish port of Grangemouth. The spinning towers were designed to harness the wind as a way of saving fuel but it didn't catch on for about 90 years. Now the pioneering Flettner rotors are being used on at least 35 commercial freight ships to improve fuel efficiency and reduce their impact on the climate. The original ship was modified to incorporate the tall spinning towers, which were powered by motors, as a way of saving money on fuel costs.","raw_html_path":"data\/raw\/html\/debfe37169361653.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/crkjgrvg6z4o","section":"technology","published_at":"2025-10-10T12:30:07.819000+00:00","published_date":"2025-10-10","headline":"OpenAI video app Sora hits 1 million downloads faster than ChatGPT","body_preview":"OpenAI says the latest version of its text-to-video artificial intelligence (AI) tool Sora was downloaded over a million times in less than five days - hitting the milestone faster than ChatGPT did at launch. The app, which has topped the Apple App Store charts in the US, generates ten second long realistic-looking videos from simple text prompts. The figures were announced in an X post from Sora boss Bill Peebles , who said the  \"surging growth\" came even though the app was only available to people in North America who had received an invite. But its handling of copyright material - and the images of dead public figures - has attracted significant criticism online despite the growth. The Sora app - which makes it easy for users to post videos they have created to social media - has resulted in a deluge of videos on social feeds.","raw_html_path":"data\/raw\/html\/202d741978e20cf9.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c1l8yrl8y02o","section":"technology","published_at":"2025-10-03T11:52:39.452000+00:00","published_date":"2025-10-03","headline":"Startup creates technology to fight cyber attacks","body_preview":"A start-up company in Malvern is taking on hackers and people stealing identities, after developing technology designed to make logging on to sites more secure. FarX, based at the town's Science Park, has combined voice and facial recognition with artificial intelligence to add extra protection for people accessing sensitive information, and is now being used by the banking industry. The firm said the more people use the technology, the more the AI learns about them, which helps it to distinguish between the individual and anyone posing as them. The firm, which set up during the Covid pandemic, has been granted patents in the UK and US. Founder and director Clive Summerfield, who has 30 years of experience in developing speech recognition technology, said: \"This is essentially a class of AI algorithm that we've created that learns about each individual.","raw_html_path":"data\/raw\/html\/171f3c1c4882bfc4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2lxwjep4z0o","section":"technology","published_at":"2025-09-30T05:29:08.028000+00:00","published_date":"2025-09-30","headline":"Age estimation technology introduced at Coop","body_preview":"New technology will be introduced in Coop stores in Jersey to prevent people buying age-restricted products. The Channel Islands Coop said from Monday 10 stores in the island would have facial age estimation technology. A spokesperson said the pilot was the first of its kind in Jersey. They said it was \"about more than compliance\", it was about \"protecting young people, supporting our colleagues, and showing leadership in ethical and sustainable retailing\". The Channel Islands Coop said: \"By trialling this technology, we're supporting [staff] and ensuring that age-restricted products are only sold to those legally entitled to buy them.\"","raw_html_path":"data\/raw\/html\/3bd95d2a2ce56df8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3rv387w199o","section":"technology","published_at":"2025-09-30T05:23:23.619000+00:00","published_date":"2025-09-30","headline":"Vascular care technology used in UK first - NHS","body_preview":"Patients have been treated with a new technology for vascular disease for the first time in the UK, the NHS has said. The University Hospitals Plymouth NHS Trust said its new laser catheter, the Auryon System, would help it \"provide better care\" for its patients in the South West who have peripheral vascular disease (PVD) or peripheral artery disease (PAD). The trust said vascular disease restricted blood flow in vessels which was caused by a \"build-up of fatty deposits on the walls of the arteries\". Paul Jenkins, consultant in Interventional Radiology, said the first patient in the UK was treated by the new laser device at Derriford Hospital in July. He said: \"Up until now, we have only been able to treat patients with traditional angioplasty and stenting.","raw_html_path":"data\/raw\/html\/4affb4ace0958b6c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn4ljpn2kkgo","section":"technology","published_at":"2025-09-23T14:16:29.953000+00:00","published_date":"2025-09-23","headline":"Babies' eyes tracked in scientific study","body_preview":"New research into the way babies perceive colours and patterns is taking place at Brighton's Royal Pavilion. The attraction has launched a new Baby Colour Trail, which the organisers claim as the first of its kind in the UK. It follows scientific research at the University of Sussex, which includes attaching infrared head cameras to infants to track their eye movements. The technology explores what babies notice most, reshaping how museums and galleries can engage their youngest visitors. Professor Anna Franklin, of the university's Sussex Baby Lab, says the research has shown that babies are far more visually capable than previously thought.","raw_html_path":"data\/raw\/html\/a69252fb094e46f5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0knp3557j2o","section":"technology","published_at":"2025-09-22T21:00:21.492000+00:00","published_date":"2025-09-22","headline":"Nvidia to invest $100bn in OpenAI","body_preview":"US tech giant Nvidia will invest up to $100bn (£73bn) in OpenAI, the firm behind ChatGPT, the companies have announced. Nvidia said it will supply high-performance chips needed for the processing power required by artificial intelligence (AI), of which OpenAI is a specialist. Described as a \"strategic partnership\" by Nvidia, it is the latest move by two high profile tech firms in the global AI race, where China is an emerging rival. The announcement comes after a series of high-profile investments by Nvidia, including a $5bn investment in Intel and a £2bn investment in the UK's AI sector. Nvidia, which is the world's most valuable company, said its latest investment will go towards data centres for OpenAI's \"next-generation AI infrastructure\".","raw_html_path":"data\/raw\/html\/6988c1690eab40e8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwyleql35xqo","section":"technology","published_at":"2025-09-19T06:24:53.291000+00:00","published_date":"2025-09-19","headline":"Tattoo-free radiotherapy for breast cancer patients","body_preview":"Breast cancer patients in Leeds will no longer need permanent tattoo markings to guide their radiotherapy treatment thanks to new technology. Installed at Leeds Cancer Centre, the Surface Guided Radiotherapy (SGRT) system uses advanced surface imaging to eliminate the need for the traditional markings. The five machines have been funded by Leeds Hospitals Charity and are expected to benefit around 1,800 breast cancer patients a year. Leanne Dalby, one of the first to benefit from the new equipment, said it meant she could wear her summer clothes without worrying about \"exposing an unwanted tattoo\". The 52-year-old, from Halifax, who was diagnosed with early-stage breast cancer this year, had expected to receive tattoos, as outlined in NHS leaflets.","raw_html_path":"data\/raw\/html\/0c3681c47ba1b3e4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yly2egnd6o","section":"technology","published_at":"2025-09-03T05:16:39.547000+00:00","published_date":"2025-09-03","headline":"Vineyard 'boosting' vines with UV light technology","body_preview":"A Shropshire vineyard is the first in the UK to use artificial ultraviolet light on the vines. While the use of UV light is common in greenhouses, and even where football turf is stored, the technology has never really been robust enough for outdoor use on a farm. But on a blisteringly hot day I visited to watch what I can only describe as smallish tanning beds being driven up and down rows of vines at the Veenow Vineyard near Telford. The UV light is so strong I had to stay at least 25m (82ft) away for safety's sake but the impact on the plants is, at least according to the growers, already noticeable. \"So the French say wait until the harvest comes,\" Rob Greenow of Veenow Vineyards told me.","raw_html_path":"data\/raw\/html\/1b415832e9cc0d9d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgerwp7rdlvo","section":"technology","published_at":"2025-08-27T09:18:05.022000+00:00","published_date":"2025-08-27","headline":"Parents of teenager who took his own life sue OpenAI","body_preview":"A California couple are suing OpenAI over the death of their teenage son, alleging its chatbot, ChatGPT, encouraged him to take his own life. The lawsuit was filed by Matt and Maria Raine, parents of 16-year-old Adam Raine, in the Superior Court of California on Tuesday. It is the first legal action accusing OpenAI of wrongful death. The family included chat logs between Adam, who died in April, and ChatGPT that show him explaining he has suicidal thoughts. They argue the programme validated his \"most harmful and self-destructive thoughts\". In a statement, OpenAI told the BBC it was reviewing the filing. \"We extend our deepest sympathies to the Raine family during this difficult time,\" the company said.","raw_html_path":"data\/raw\/html\/b87b6b6fbc5d23a6.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly6xjg9nnyo","section":"technology","published_at":"2025-08-25T17:21:41.222000+00:00","published_date":"2025-08-25","headline":"Musk firms sue Apple and OpenAI, alleging they hurt competition","body_preview":"Two Elon Musk-backed businesses have officially sued Apple and OpenAI, accusing them of joining forces illegally to block threats from potential competitors. The lawsuit, filed in the US by X and xAI, takes aim at Apple's decision to integrate OpenAI's chatbot into the operating systems of its smartphones, an exclusive arrangement that it says violated competition law. The filing makes good on a threat Musk had lobbed against the two tech giants earlier this month, when he alleged that Apple favoured OpenAI in its app store rankings. Apple did not immediately respond to a request for comment, while OpenAI said the filing was \"consistent with Mr Musk's ongoing pattern of harassment\". Musk and OpenAI's Sam Altman founded OpenAI together in 2015.","raw_html_path":"data\/raw\/html\/2e4436d872d103f8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c8x52ql525yo","section":"technology","published_at":"2025-08-24T10:01:47.095000+00:00","published_date":"2025-08-24","headline":"New hearing technology for children","body_preview":"New hearing aids aimed at better supporting children with hearing loss are being provided. Shayleigh, five, from Wolverhampton, was one of the first to be fitted with the aid and her mother, Marnie, said it was much better for her. The new device is worn on a softer headband than previous designs and has improved data logging and battery reactions, Jennie Howard, Advanced Audiologist at The Royal Wolverhampton NHS Trust, said. Shayleigh has congenital hearing loss in her left ear. At school, her teacher will be given a microphone so Shayleigh can hear her directly, which her mother said was fantastic. The new technology being offered by the team is the Baha 7 Sound Processor along with the Baha SoundBand.","raw_html_path":"data\/raw\/html\/b4c769bc7fbbc676.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c776dr60ezxo","section":"technology","published_at":"2025-08-13T06:30:56.766000+00:00","published_date":"2025-08-13","headline":"New superbug test could 'save millions of lives'","body_preview":"Researchers say they have developed a new technology that can help choose the right antibiotic to fight drug-resistant infections \"in minutes instead of days\". The device and process, created by Coventry-based Cytecom, is currently in pre-clinical stages and undergoing testing in collaboration with the University Hospitals of Leicester NHS Trust. Dr Magdalena Karlikowska, CEO, said it would help doctors provide quicker care, which would be crucial to treating time-sensitive conditions, such as sepsis, \"with the potential to save millions of lives\". \"Antimicrobial resistance already means longer hospital stays, higher healthcare costs, and tragically, more lives lost,\" she said. She added it could take between three-to-seven years to move from the development stage to seeing it widely available in hospitals.","raw_html_path":"data\/raw\/html\/7a98c2bca8ab93e8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ce830l92p68o","section":"technology","published_at":"2025-08-08T11:37:19.380000+00:00","published_date":"2025-08-08","headline":"OpenAI beats Elon Musk's Grok in AI chess tournament","body_preview":"ChatGPT-maker OpenAI has beaten Elon Musk's Grok in the final of a tournament to crown the best artificial intelligence (AI) chess player. Historically, tech companies have often used chess to assess the progress and abilities of a computer, with modern chess machines virtually unbeatable against even the top human players. But this competition did not involve computers designed for chess - instead it was held between AI programs designed for everyday use. OpenAI's o3 model emerged unbeaten in the tournament and defeated xAI's model Grok 4 in the final, adding fuel to the fire of an ongoing rivalry between the two firms. Musk and Sam Altman, both co-founders of OpenAI, claim their latest models are the smartest in the world .","raw_html_path":"data\/raw\/html\/fbf8aecb28e42a77.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy5prvgw0r1o","section":"technology","published_at":"2025-08-07T19:15:55.957000+00:00","published_date":"2025-08-07","headline":"OpenAI claims GPT-5 model boosts ChatGPT to 'PhD level'","body_preview":"ChatGPT-maker OpenAI has unveiled the long-awaited latest version of its artificial intelligence (AI) chatbot, GPT-5, saying it can provide PhD-level expertise. Billed as \"smarter, faster, and more useful,\" OpenAI co-founder and chief executive Sam Altman lauded the company's new model as ushering in a new era of ChatGPT. \"I think having something like GPT-5 would be pretty much unimaginable at any previous time in human history,\" he said ahead of Thursday's launch. GPT-5's release and claims of its \"PhD-level\" abilities in areas such as coding and writing come as tech firms continue to compete to have the most advanced AI chatbot. Elon Musk recently made similar claims of his own AI chatbot, Grok, which has been plugged into X (formerly Twitter).","raw_html_path":"data\/raw\/html\/834df683ab7c2e4a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cnv759ydqr3o","section":"technology","published_at":"2025-08-07T05:28:05.276000+00:00","published_date":"2025-08-07","headline":"How drones are putting agri-tech on farmers' radars","body_preview":"A company that provides drone services to farmers said it has seen a big increase in interest within the sector. The unmanned aircraft can currently be used to spray fertiliser or sow seed in fields. The emerging technology avoids the need to put heavy machinery onto the ground, which can lead to problems such as soil compaction. Restrictions currently in place prohibit the use of pesticides, although operators hope airborne chemical treatments may be approved in the future. According to Steve Frost, director of Berkshire-based SAS Land Services, the ability to farm from the air gives a seasonal advantage.","raw_html_path":"data\/raw\/html\/afbe2b9fbe758c53.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/czdv68gejm7o","section":"technology","published_at":"2025-07-22T12:00:26.930000+00:00","published_date":"2025-07-22","headline":"OpenAI and UK sign deal to use AI in public services","body_preview":"OpenAI, the firm behind ChatGPT, has signed a deal to use artificial intelligence (AI) to increase productivity in the UK's public services, the government has announced. The agreement signed by the firm and the science department could give OpenAI access to government data and see its software used in education, defence, security, and the justice system. Technology Secretary Peter Kyle said that \"AI will be fundamental in driving change\" in the UK and \"driving economic growth\". But digital privacy campaigners said the partnership showed \"this government's credulous approach to big tech's increasingly dodgy sales pitch\". The agreement says the UK and OpenAI may develop an \"information sharing programme\" and will \"develop safeguards that protect the public and uphold democratic values\".","raw_html_path":"data\/raw\/html\/12f4349f420e12ff.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cdezp6yg9ppo","section":"technology","published_at":"2025-07-22T05:09:01.311000+00:00","published_date":"2025-07-22","headline":"Is education tech boom helping or harming pupils?","body_preview":"The head of a school academy chain has warned the education system is in danger of being over-digitised, amid the rise of educational technology. As schools are encouraged to invest in \"ed tech\", a recent report by the Nuffield Foundation highlighted a lack of \"evaluation and oversight\" of firms providing learning platforms for children. John Uttley, who leads 12 primary and secondary schools in East and North Yorkshire, said he had seen \"no evidence that [devices] are more beneficial than other methods of teaching\". A Department for Education spokesperson said the government was \"committed to ensuring a cutting-edge school experience that leaves them ready for work and ready for life\". Data provided by technology company Glass.AI estimated that 1,203 ed tech companies were operating in England in 2025, up from 1,017 in 2022.","raw_html_path":"data\/raw\/html\/a56fe77a6f0c54ef.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cpqn4pwdrq2o","section":"technology","published_at":"2025-07-12T06:25:04.239000+00:00","published_date":"2025-07-12","headline":"'Venue told me to bring sun cream then confiscated it'","body_preview":"On a scorching hot weekend in June, Leanne Fish prepared to dance the evening away at Scarborough Open Air Theatre. The 39-year-old, from Hull, was a regular at the venue and this time had booked to see electronic duo Basement Jaxx. With temperatures set to reach 25 degrees, the theatre posted to Instagram, reminding concert goers to pack sunglasses and sun cream. Leanne arrived on 21 June, armed with her factor 30 - only to be asked to hand it over by security staff. \"Being fair-skinned and previously being diagnosed with cancer, I take things like that a little bit more seriously,\" Leanne said.","raw_html_path":"data\/raw\/html\/d36bdb6b1d908fe1.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g2ezl7xqyo","section":"technology","published_at":"2025-07-07T23:02:48.297000+00:00","published_date":"2025-07-07","headline":"Why little Lithuania has big plans for space tech","body_preview":"I'm led through a series of concrete corridors at Vilnius Tech University, Lithuania; the murals give a Soviet-era vibe, and it seems an unlikely location for a high-tech lab working on a laser communication system. But that's where you'll find the headquarters of Astrolight, a six-year-old Lithuanian space-tech start-up that has just raised €2.8m ($3.3m; £2.4m) to build what it calls an \"optical data highway\". You could think of the tech as invisible internet cables, designed to link up satellites with Earth. With 70,000 satellites expected to launch in the next five years, it's a market with a lot of potential. The company hopes to be part of a shift from traditional radio frequency-based communication, to faster, more secure and higher-bandwidth laser technology.","raw_html_path":"data\/raw\/html\/3d9b31f9e18136f6.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj3rzm4zzj4o","section":"technology","published_at":"2025-07-05T15:23:07.158000+00:00","published_date":"2025-07-05","headline":"Hospitals scan more patients with AI technology","body_preview":"Staff at NHS hospitals in Hull said AI technology had cut MRI scan times, allowing them to see more patients. Hull University Teaching Hospitals NHS Trust said the software used algorithms to help reduce background noise, helping to achieve sharper images in a shorter time. Karen Bunker, head of imaging, said: \"This means we can reduce the scanning time on certain sequences, but still get the same imaging quality.\" The software has been installed at Hull Royal Infirmary and Castle Hill Hospital and will also be introduced at Scunthorpe General Hospital and Diana, Princess of Wales Hospital in Grimsby. The Air Recon Deep Learning (ARDL) software was installed on the hospitals' existing MRI machines.","raw_html_path":"data\/raw\/html\/a135feb385ca8afa.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c86gge9l7wqo","section":"technology","published_at":"2025-07-01T10:26:25.954000+00:00","published_date":"2025-07-01","headline":"Plans to develop Hersham Technology Park unveiled","body_preview":"Initial plans build up to 300 homes on the site of a technology park in Surrey have been unveiled by developers. Berkeley Homes hopes to build approximately 190 apartments and 110 houses on the Hersham Technology Park site located on Molesey Road. An outline of the potential scheme has been submitted by the developer, according to the Local Democracy Reporting Service. Berkeley Homes has asked Elmbridge Borough Council for its view on the information it should supply for an Environmental Impact Assessment of the proposal. In May, the council agreed to progress negotiations to sell a piece of council-owned land next to the site.","raw_html_path":"data\/raw\/html\/f06c74a2db25a415.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn0qj1n9rd5o","section":"technology","published_at":"2025-06-29T16:16:06.619000+00:00","published_date":"2025-06-29","headline":"Murals to mark town's 800th anniversary","body_preview":"Murals are set to transform a town into an open-air gallery, an art festival's organisers say. Eight large-scale artworks are being created on blank walls at locations around North Shields in North Tyneside, including its Fish Quay, over the summer. People will have the chance to watch the six street artists in action during July and August as part of the Elevation Mural Festival. Organisers say it will turn \"everyday spaces into landmarks of creativity and connection\". The festival is part of the town's 800th anniversary celebrations.","raw_html_path":"data\/raw\/html\/46208864af978e22.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0l41242wpgo","section":"technology","published_at":"2025-06-26T18:39:54.287000+00:00","published_date":"2025-06-26","headline":"Open-air 'living museum' scoops prestigious £120k prize","body_preview":"An open-air museum in County Durham that features faithful recreations of old homes, shops, farms and a colliery has won the annual award for the UK's museum of the year. Beamish, The Living Museum of the North, brings the history of the region from the 1820s to the 1950s to life through a series of immersive exhibits. The museum, which opened in 1972 and aims to preserve local heritage, will receive £120,000 prize money. Art Fund director Jenny Waldman, the chair of the judges, described Beamish as \"a joyous, immersive and unique place\" that had been \"a jewel in the crown of the North East for 55 years\". The museum allows visitors to travel back in time to look around replica towns, villages and working landscapes from bygone days, meeting costumed staff and volunteers to experience stories of everyday life.","raw_html_path":"data\/raw\/html\/dd28b8919c7d5025.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g8083q7w8o","section":"technology","published_at":"2025-06-26T14:29:09.836000+00:00","published_date":"2025-06-26","headline":"AI technology used in crackdown on littering","body_preview":"A CCTV camera that uses AI technology is being trialled in an attempt to combat littering. A pilot scheme run by East Riding of Yorkshire Council with Litter Cam involves a camera on the A164 near the Willerby Roundabout recording drivers who dump their rubbish on the road. It uses AI software to detect number plates and record the litter that gets dumped, and the council will use the information to contact the offenders. The scheme, which was launched this week, will run for 12 weeks. If it proves successful, the council said it would look at a longer-term partnership with Litter Cam by installing more cameras in litter hotspots across the county.","raw_html_path":"data\/raw\/html\/a1b54229fb1b9816.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cddz7726zmlo","section":"technology","published_at":"2025-06-19T05:30:28.455000+00:00","published_date":"2025-06-19","headline":"'A bit of a walk in open air is the best medicine'","body_preview":"I'm back with the latest in our 25in25 series - a chance to shine a spotlight on interesting people and places in our region. This week I'm in Brinnington, a suburb of Stockport in Greater Manchester. Once an area of open farmland, everything changed in the 1950s and 1960s when council housing developments transformed the natural environment. Nestled amongst the high-rise flats, though, there are still nearly 400 acres (161 hectares) of woodland, waterways and wildlife. This natural beauty is set against the industrial backdrop of the Tame viaduct, known locally as the 16 arches.","raw_html_path":"data\/raw\/html\/ece65dd078219dc7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy4ej8mx33ko","section":"technology","published_at":"2025-06-13T15:22:32.817000+00:00","published_date":"2025-06-13","headline":"Council stands by technology park amid legal row","body_preview":"A council has stood by its backing for plans to expand a technology park, despite a legal threat. The Mira Technology Park in Nuneaton is expected to create 2,500 jobs in advanced manufacturing and the automotive research industries, with expansion over four zones covering 200,000 square metres. North Warwickshire's planning and development board approved plans after discussions over extra traffic on the A5 led to a compromise to install traffic lights at the A5 junction with Woodford Lane, and ban right turns in and out of Drayton Lane. However, North Warwickshire Borough Council was served with a legal letter indicating its planning decision could face a judicial review. The borough council's head of development, Jeff Brown, said: \"That letter indicates there is, in their view, highway evidence to show that unreasonable restrictions will come as a consequence of the proposal at this particular junction.","raw_html_path":"data\/raw\/html\/7e146fd4f4c41e5b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c74qp529ndgo","section":"technology","published_at":"2025-06-12T05:02:31.435000+00:00","published_date":"2025-06-12","headline":"Technology 'key' to reviving bus travel","body_preview":"Public transport in Southern England is struggling because it has \"failed to keep up with the digital age\", a study has found. Researchers at the University of Surrey said \"simple innovations\", such as easy payment systems, e-ticketing, and mobile applications, could improve ridership and passenger satisfaction. They added that these tech-driven changes could increase the number of people on buses by more than 30%. Rebecca, who was waiting for a bus at Redhill, told BBC Radio Surrey that the reliability of buses was one reason why she did not take them very often. Others, like 65-year-old David, said the cost of tickets was also an issue.","raw_html_path":"data\/raw\/html\/fa0a8b6d52dbe16f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd0l3my32xyo","section":"technology","published_at":"2025-06-02T11:04:13.470000+00:00","published_date":"2025-06-02","headline":"New cyber security technology could create 'hundreds of jobs'","body_preview":"A Belfast-based cyber security firm is investing almost £2m in software to help prevent the advanced manufacturing sector from cyber attacks. ANGOKA, which was set up in 2019, has developed the technology which could be used on the likes of drones, trucks and automated buses as well as manufacturing equipment. It is being developed in partnership with the Advanced Manufacturing Innovation Centre (AMIC), one of the Belfast City Deal projects , with financial support from Invest NI. Six jobs will be created initially, but chairman Steve Berry said it could create hundreds of jobs in the years to come. \"This is a world leading project and the biggest in the UK in advanced manufacturing and, as a result, we have organisations like Thales, Rolls Royce, Airbus that are also advising us,\" he said.","raw_html_path":"data\/raw\/html\/41a785129a7bc700.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0qg4q87p1zo","section":"technology","published_at":"2025-06-01T17:31:21.197000+00:00","published_date":"2025-06-01","headline":"Briton accused of plot to export US military tech","body_preview":"A British man has been indicted in the US for allegedly trying to smuggle \"sensitive American military technology\" to China, including missiles, air defence radar and drones. John Miller, 63, and a Chinese man, Cui Guanghai, are wanted by the FBI on charges relating to conspiracy to commit interstate stalking and conspiracy, smuggling and violations of the Arms Control Act. Mr Miller, a permanent US resident, and Mr Cui, 43, were both arrested in Serbia. They remain there and could now face extradition to the US. The Foreign Office has confirmed it is providing consular assistance to a British national following his arrest in April and it is \"in touch with the local authorities and his family\". Court documents suggest the two men discussed ways of exporting a device that could be used for encryption and decryption. They are alleged to have paid a $10,000 (£7,430) deposit for the equipment.","raw_html_path":"data\/raw\/html\/f13fd6b9c6991e56.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn7zkel8d5xo","section":"technology","published_at":"2025-05-29T23:01:04.597000+00:00","published_date":"2025-05-29","headline":"New robotic technology brings hope to men with prostate problems","body_preview":"Difficulty peeing, a frequent need to go to the toilet and trouble emptying their bladder - those are just some of the problems living with an enlarged prostate can bring men. Just ask David Fleming, from east Belfast, who has been living with one for a number of years and was one of about 1,000 men on a waiting list for bladder outlet surgery. If left untreated, an enlarged prostate can lead to more severe symptoms such as acute urinary retention and infections - which is why getting that waiting list down is so important. Fortunately a new treatment - or more specifically, a new robotic technology - is offering hope that those men can be treated sooner rather than later. Mr Fleming himself was delighted to be one of the first to undergo aquablation therapy at the Ulster Hospital.","raw_html_path":"data\/raw\/html\/48e569b0d3d3e308.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvg55pzw9g2o","section":"technology","published_at":"2025-05-24T11:31:36.763000+00:00","published_date":"2025-05-24","headline":"'Village asset' outdoor pool reopens","body_preview":"England's highest heated open-air swimming pool has reopened for the summer season after a fundraising campaign. Run by volunteers, the facility in Shap, Cumbria, is just under 1,000 ft (304 m) above sea level. Popular with both the local community and visitors, it has been described as an asset to the village. After nearly £20,000 was raised for new filters and to support the running costs, it will now be open until September. Briony Newsome, chair of the committee which runs the pool, said: \"A lot of hard work has gone into the pool over the last few months to get it ready.","raw_html_path":"data\/raw\/html\/e048ea7a6e17c43b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clyq8yq2518o","section":"technology","published_at":"2025-05-23T12:59:43.813000+00:00","published_date":"2025-05-23","headline":"Council could sell land for developers' homes plan","body_preview":"A piece of council-owned land described as \"a bit like a dog's loo\" could be sold to developers as part of a plan for new homes. Berkeley Homes is looking to transform Hersham Technology Park, and aims to submit a planning application this year, according to the Local Democracy Reporting Service . Cabinet members of Elmbridge Borough Council have agreed to progress negotiations to sell a triangular piece of land next to the site. Members said the land next to the office block and the Hersham bypass was not \"an area of particular beauty\". Councillor Caroline James said: \"It's a bit like a dog's loo.\"","raw_html_path":"data\/raw\/html\/54bfac1a855b24c3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5y66yemjdmo","section":"technology","published_at":"2025-05-22T16:42:42.745000+00:00","published_date":"2025-05-22","headline":"'World's greatest designer' Jony Ive joins OpenAI to 'reimagine' computers","body_preview":"Sir Jony Ive, the hugely influential British designer responsible for the look of Apple's most iconic and successful products, is joining OpenAI. Boss Sam Altman said he was \"thrilled\" to be partnering with the man he called the \"greatest designer in the world\". OpenAI, the maker of ChatGPT, is buying Sir Jony's startup, io, in a $6.5bn (£4.7bn) deal. Mr Altman said he was excited to \"try to create a new generation of AI-powered computers\" together. Sir Jony - who designed the iMac, iPod, iPhone and iPad - will \"assume deep design and creative responsibilities\" across the company, the two firms said in an announcement .","raw_html_path":"data\/raw\/html\/7cfe783ed75e7edf.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cp85j4607wzo","section":"technology","published_at":"2025-05-21T05:19:00.885000+00:00","published_date":"2025-05-21","headline":"New plans for £22m green technology hub submitted","body_preview":"The £22m redevelopment of Harrogate College into a green technology hub is set to be approved, despite a successful legal challenge. Planning officers at North Yorkshire Council are expected to recommend the scheme be greenlit when councillors meet on Tuesday. A previous application for the new hub on Hornbeam Park was approved by the council in April last year. However, the decision was challenged by Chris Bentley, owner of Hornbeam Park Developments, on the grounds that the council had not considered whether an environmental impact assessment was needed. According to the Local Democracy Reporting Service , a judicial review upheld the appeal and quashed the original planning application.","raw_html_path":"data\/raw\/html\/6b70c48528a22b0c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clygleqg409o","section":"technology","published_at":"2025-05-11T07:15:01.033000+00:00","published_date":"2025-05-11","headline":"Mars rover technology tested out on Highland rocks","body_preview":"Technology which will be used in the search for evidence of life on Mars has been tested in the Scottish Highlands. The European Space Agency (ESA) plans to send a robotic rover to the Red Planet to study its geology - and look for fossils and minerals. A University of St Andrews team has been testing equipment in Lower Diabaig, in Torridon, where there are rocks that are billions of years old and similar to those found on Mars. The trials have included of cameras of the type to be used as the rover's \"eyes\", and kit that can detect ancient biology preserved in the rock. The ExoMars programme comprises two missions.","raw_html_path":"data\/raw\/html\/0ea65692c0e9b089.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwy603eg0w8o","section":"technology","published_at":"2025-05-05T23:08:41.684000+00:00","published_date":"2025-05-05","headline":"OpenAI says non-profit will remain in control after backlash","body_preview":"OpenAI, the parent of artificial intelligence service ChatGPT, has announced a new governance plan after a bitter power struggle over the business. Boss Sam Altman said OpenAI would remain under the control of its non-profit board, while becoming what is known in the US as a public benefit corporation. Mr Altman had put forward a similar plan in December - but without clarifying the control of the non-profit. The update follows widespread scrutiny of the startup, which began as a non-profit and faced criticism, including from co-founder Elon Musk, that its quest for growth is pushing it to stray from its original mission of creating technology for the benefit of humanity. Last month, a group of former open AI staff and outside experts, including Geoffrey Hinton, wrote to regulators in California and Delaware , which have power over non-profits, asking them to intervene to block the conversion.","raw_html_path":"data\/raw\/html\/86448316fa8d2136.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c05nq8600gzo","section":"technology","published_at":"2025-05-02T05:13:40.230000+00:00","published_date":"2025-05-02","headline":"Open air theatre raises curtain on 11th season","body_preview":"An open air theatre is raising the curtain on its 11th summer season, which includes music, comedy, drag and family shows. Brighton Open Air Theatre (BOAT), in Dyke Road Park, will host performances from Friday until 21 September. General manager Will Mytum said the theatre aimed for \"a balance of supporting local artists and keeping prices keen\". \"It's wonderful to welcome new visitors each season as well as our loyal regulars,\" he added. There will be more than 70 productions from when the venue opens, including a brand new version of Winnie The Pooh.","raw_html_path":"data\/raw\/html\/c5d35dacec75ae61.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c62gx83ng35o","section":"technology","published_at":"2025-04-29T16:25:07.716000+00:00","published_date":"2025-04-29","headline":"Repair cafe helps elderly understand technology","body_preview":"A cafe in Jersey said it was branching out from fixing broken technology to helping islanders who were struggling to use the devices in the first place. Jersey Repair Cafe said the community initiative has been running since 2020 and had about 80 volunteers who helped mend broken items. Organiser Simon Langlois said its events featured live music, cups of tea and  now a free \"tech help desk\". He said: \"We often get family members who try to help and it gets quite stressful because there's a lack of patience on both sides.\" He said: \"By having us there as a helping advice desk, we are patient and we are understanding of the fact that technology is not that easy to understand, especially as you get older.\"","raw_html_path":"data\/raw\/html\/56eb24349069b0e3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cq80p5l1zveo","section":"technology","published_at":"2025-04-27T12:00:02.537000+00:00","published_date":"2025-04-27","headline":"Open air diving board moves closer to being saved","body_preview":"An open air diving board in Guernsey will move one step closer to being saved, after work to ensure it meets health and safety standards begins this week. Vive La Vallette (VLV), which operates the Bathing Pools in St Peter Port, said several local companies had teamed up to increase the pool's depth by removing silt and rubble which had accumulated under the board. A spokesperson said VLV will also undertake a review to tackle leakage from the pool so that the water depth under the previously-condemned diving board remained at safe levels at low tide. Campaigner Ady Sarchet said the change of heart had been a \"tour de force illustration of everything great about this island\". Mr Sarchet said it illustrated \"the kindness of strangers\", openness of the government and \"epic support\" from the business community.","raw_html_path":"data\/raw\/html\/6d071b204acc8a9a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g40wwn54eo","section":"technology","published_at":"2025-04-22T05:00:09.564000+00:00","published_date":"2025-04-22","headline":"Teens test virtual technology aimed at helping anxiety","body_preview":"Therapy which uses virtual technology is being tested as a means of supporting teenagers with anxiety and those who struggle to attend school. Cardiff Youth Service, part of Cardiff council's education department, has helped to test and develop a mobile app which uses augmented reality (AR) as an intervention for anxiety and social isolation. Initial findings suggest the technology, which will be piloted in some schools in Cardiff and Swansea, has resulted in an \"increase in social connection\" and reduced levels of anxiety. The Children's Commissioner for Wales said any intervention which could engage young people and help their emotional wellbeing was to be welcomed. AR is an interactive experience where your real-world environment is augmented, added to or enhanced using computer generated content.","raw_html_path":"data\/raw\/html\/f42e2f97a9f12ccb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cewg8xdld7jo","section":"technology","published_at":"2025-04-21T08:02:12.999000+00:00","published_date":"2025-04-21","headline":"AI tech for egg farms gets £2.6m from government","body_preview":"AI technology aimed to improve efficiency on egg farms has been awarded £2.6m in government funding. The AI analyses a range of data gathered from sensors on a farm, including listening to the sound the hens make, to identify any potential problems. The Facilitating Learning Opportunities, Cultivating Knowledge and Welfare through Integrated Sensing and Expertise (Flockwise) system has been developed by Oxford-based FAI Farms, alongside Cumbria's The Lakes Free Range Egg Company and Newcastle University. The Department for Environment, Food & Rural Affairs (Defra) hopes the three-year trial will improve animal welfare and eventually reduce egg prices for British shoppers. FAI Farms claims the system can identify the sounds birds make when stressed or unwell and alert the farmer.","raw_html_path":"data\/raw\/html\/7d11fe871c530c3b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clywxwngnqlo","section":"technology","published_at":"2025-04-17T04:59:43.154000+00:00","published_date":"2025-04-17","headline":"Meet the police dogs that sniff out technology","body_preview":"The latest team of digital detection dogs has been chosen to help combat digital crime. Hampshire and Isle of Wight Constabulary has been using dogs to hunt down digital devices for six years. The force has introduced its latest recruits, who will also help Thames Valley Police uncover evidence. The new four-legged detectives in training include springer spaniels Iggy and Moss, who are currently undergoing an intensive eight-week course. During the course they will learn how to detect a variety of digital and media recording devices.","raw_html_path":"data\/raw\/html\/241bf9b5e749b031.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cg4114271x2o","section":"technology","published_at":"2025-04-11T15:06:07.901000+00:00","published_date":"2025-04-11","headline":"OpenAI sues Elon Musk claiming 'bad-faith tactics'","body_preview":"OpenAI is suing Elon Musk over claims he has tried \"nonstop\" to slow down its business for his own benefit. The company accuses the Tesla boss of using \"bad-faith tactics\" against OpenAI to help him control cutting-edge AI technology. Mr Musk sued OpenAI chief executive Sam Altman last year in a bid to stop him from changing its corporate structure. He co-founded OpenAI with Mr Altman but left several years ago. The countersuit opens up a new front in the high-stakes - and long-running - battle between two Silicon Valley heavyweights, who both say they are acting in the best interests of OpenAI and the public. \"Elon's nonstop actions against us are just bad-faith tactics to slow down OpenAI and seize control of the leading AI innovations for his personal benefit,\" OpenAI said in a statement on Wednesday. \"Today, we countersued to stop him.\"","raw_html_path":"data\/raw\/html\/1391779bce07f4a4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cjeww5x4vl9o","section":"technology","published_at":"2025-04-11T05:02:09.912000+00:00","published_date":"2025-04-11","headline":"Elizabeth line station screens show busy carriages","body_preview":"Passengers at some Elizabeth line stations can now see which carriages are the most full, Transport for London (TfL) has said. The new technology works by displaying live loadweigh data, a calculation on how full a carriage is based on weight and which updates each time a train closes its doors at a station. The data is then shared across various customer information systems such as next train indicator screens on platforms and apps like TfL Go and National Rail Enquiries. TfL said it will help commuters choose a quieter space for a more comfortable journey and should also help minimise delays. Information is currently included on station screens at Ealing Broadway and Maryland to Brentwood, inclusive, as well as similar screens on London Overground services.","raw_html_path":"data\/raw\/html\/31dbcf7c6c94d5e8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3v9wpq206zo","section":"technology","published_at":"2025-04-09T05:27:24.491000+00:00","published_date":"2025-04-09","headline":"Could driverless trams come to your town or city?","body_preview":"Coventry's tram network, like much of the city, was destroyed during World War Two. Now, 85 years since the last tram ran in the city, they may be set to return, thanks to new technology called Very Light Rail (VLR). It's hoped the technology, parts of which have been developed in the West Midlands, could make trams affordable for other towns and cities across the world. Here we explain more. It's like a tram but with different technology that will likely make it more cost effective and greener. Rather than the train-like systems we currently see in cities like Manchester and Birmingham, VLR involves single, battery-powered cars that can each transport around 50 people.","raw_html_path":"data\/raw\/html\/81ade212252d6501.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cz616dgdq7po","section":"technology","published_at":"2025-03-31T14:32:35.844000+00:00","published_date":"2025-03-31","headline":"Tech can help workers with dementia - new study","body_preview":"A new study is challenging the stereotype that dementia is incompatible with digital work and says sufferers can still be productive. The study, Working lives with dementia: A digital futures perspective , from the University of Bath argues that modern digital technology can be adapted to help people with the condition remain in employment. Dr James Fletcher warned that without action the digital revolution could deepen inequalities for people with diverse needs. However, he said organisations can make simple adjustments, such as improving lighting, using clear fonts, and providing automatic reminders to support staff with dementia. \"The bottom line is that we have an ageing population and workforce in which dementia will feature,\" Fletcher said.","raw_html_path":"data\/raw\/html\/5f688d446e2660f7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cdrx7ry3dl4o","section":"technology","published_at":"2025-03-25T06:15:10.105000+00:00","published_date":"2025-03-25","headline":"Custody photos 'too poor' for facial recognition software","body_preview":"Photos taken of suspects arrested in Scotland are often too low quality to be used by facial recognition technology, a report has confirmed. The Scottish Biometrics Commissioner and His Majesty's Inspectorate of Constabulary in Scotland (HMICS) raised concerns about the quality of custody images being added to national databases. Commissioner Dr Brian Plastow said a \"sizeable proportion\" of those taken between 2019 and 2024 are of such low quality they are unsuitable for software used across the UK to link suspects to other crimes. Police Scotland said they were already aware of this issue and would consider recommendations in the report. Police forces across the UK upload images of everyone they arrest to the Police National Database (PND), which allows officers to detect potential matches with photographs of suspects captured and uploaded from sources including video doorbells and CCTV.","raw_html_path":"data\/raw\/html\/c030faeea93fa851.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly6ez6qe2go","section":"technology","published_at":"2025-03-21T12:22:15.666000+00:00","published_date":"2025-03-21","headline":"Newcastle Utd win open-air celebration announced","body_preview":"Newcastle United's historic cup win will be celebrated at an open-air event in the city centre. Full details are yet to be announced, but it will be set around a large main stage on the Town Moor, adjacent to the Great North Road. There will be a live band, special guests, \"Road to Wembley'\" highlights, and a screening of the full cup final. Eddie Howe and the team will then lift the Carabao Cup on stage - presenting the club's first domestic trophy for 70 years to the city. Celebrations will close with a spectacular show from club partner Sela and further event details will be published ahead of the show.","raw_html_path":"data\/raw\/html\/f2f87868e6a41b7a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cg7049e059eo","section":"technology","published_at":"2025-03-19T13:29:01.610000+00:00","published_date":"2025-03-19","headline":"New technology to help in brain tumour surgery","body_preview":"A hospital is upgrading its brain surgery unit with a £100,000 investment in new technology for neurosurgeons to perform more accurate operations. Hull Royal Infirmary said the money would be spent on digital software, called Elements, which would help to reduce the risk of damage to other parts of the brain during procedures. It will be used on patients with brain tumours and aneurysms. Chittoor Rajaraman, a consultant neurosurgeon at the hospital, said: \"For the first time in Hull, we will be able to use this technology to offer patients safer surgery, with better outcomes.\" \"Hull is keeping pace with developments in neurosurgery so, although we are a smaller unit compared to other parts of the country, our patients are receiving the best possible treatment delivered by the latest technological advances,\" he said.","raw_html_path":"data\/raw\/html\/21b282e533598e4a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clyd87dxezvo","section":"technology","published_at":"2025-03-05T17:33:48.153000+00:00","published_date":"2025-03-05","headline":"UK competition watchdog drops Microsoft-OpenAI probe","body_preview":"The UK competition watchdog has ended its investigation into the partnership between Microsoft and the maker of ChatGPT, OpenAI. The Competition and Markets Authority (CMA) was looking into whether Microsoft's relationship with what is the world's best known artificial intelligence (AI) firm changed after the turmoil which saw its boss Sam Altman fired and then rehired . The CMA has concluded that, despite Microsoft investing billions of dollars into OpenAI and having exclusive uses of some of its AI products, the partnership remains the same, so is not subject to review under the UK's merger rules. Digital rights campaigners, Foxglove, said it showed the CMA had been \"defanged.\" The CMA opened the probe in December 2023, after Microsoft had put pressure on OpenAI to re-employ Mr Altman, days after he had been sacked.","raw_html_path":"data\/raw\/html\/047d8a97bcfe3302.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2eqk46dkeo","section":"technology","published_at":"2025-03-04T14:00:18.601000+00:00","published_date":"2025-03-04","headline":"Oxford university announces OpenAI partnership","body_preview":"The University of Oxford has announced a new five-year partnership with OpenAI - the maker of the world's best-known artificial intelligence tool, ChatGPT. The collaboration will see students and staff gain access to funding and \"cutting-edge\" artificial intelligence (AI) tools to \"enhance teaching, learning and research\", the university said. Some of the Bodleian Library's public collection will also be digitised as part of the new scheme. Brad Lightcap, OpenAI's chief operating officer, said \"continued collaboration\" with the academic community was \"essential to build AI that benefits everyone\". As part of the scheme, Oxford researchers will receive access to OpenAI's latest models, including a version of ChatGPT designed specifically for educational institutions.","raw_html_path":"data\/raw\/html\/ea83a4092491fa49.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0mw1yvvmw7o","section":"technology","published_at":"2025-02-27T06:38:05.322000+00:00","published_date":"2025-02-27","headline":"Thousands of seals counted thanks to AI and drones","body_preview":"A new scientific study using the latest technology has counted 2,300 more seals on a stretch of beach - and could go on to help conservation efforts. Volunteers on the ground counted 6,200 seals along a 8km (4.9-mile) run of shoreline around Winterton-on-Sea in Norfolk. But more than 8,500 seals were counted by drone cameras and the use of artificial intelligence (AI). \"This difference is likely due to the drone's aerial perspective,\" said Gabriella Fasoli, a scientist at Natural England, which is running a pilot project. \"[It] provides a unique viewpoint from above, allowing for a more accurate count by detecting seals that may be hidden or less visible from the ground.\"","raw_html_path":"data\/raw\/html\/f5d9e06d43aeadc7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g05vdgpw8o","section":"technology","published_at":"2025-02-21T12:55:24.360000+00:00","published_date":"2025-02-21","headline":"Updated technology needed for Opera House - group","body_preview":"Without updated technology, high quality productions cannot be performed at the refurbished Opera House, a performing arts group has said. The Performing Arts Development Group (PADG) said in an open letter to the Chief Minister the new Jersey Opera House needed technical upgrades to be successful before it officially opened in September. Jersey Opera House (JOH) said it needed an additional £1.5m to complete the works so it could officially open and operate, but the government said it had requested more information . Economic Development Minister Kirsten Morel said: \"The Opera House could open with the current tech while we're speccing it out, which we all support.\" In the letter, PADG Chair Tim Evans said it had been \"concerned\" the refurbishment had not included an upgrade of the technical equipment.","raw_html_path":"data\/raw\/html\/5d7037145375ded4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy8x8gxkmk3o","section":"technology","published_at":"2025-02-17T17:59:41.982000+00:00","published_date":"2025-02-17","headline":"AI scanner used to detect potential potholes","body_preview":"New artificial intelligence (AI) technology could help a council detect potential potholes before they become a problem. Hertfordshire County Council has been trialling Robotiz3d's ARRES Eye, a scanner which can be placed on council vehicles and used to collect data as crews go about their usual daily duties. It scans the road surface to identify potholes, cracks or areas of weakness across the road network. Phil Bibby, executive councillor for highways, said: \"We know that prevention is better than cure – so trialling technology like this that can prevent potholes forming in the first place [and] is also an important part of our long-term strategy.\" The dimensions, location, and severity level of defects are displayed on a remote screen in near real time, helping highways engineers to plan road resurfacing programmes and pothole fixes more effectively, the council said.","raw_html_path":"data\/raw\/html\/f1f0df1c396fcb32.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ce8yl47p4k3o","section":"technology","published_at":"2025-02-17T03:50:48.220000+00:00","published_date":"2025-02-17","headline":"Musk v Altman: What might really be behind failed bid for OpenAI","body_preview":"OpenAI's board of directors has officially rejected Elon Musk's nearly $100bn offer for the maker of what is the world's best-known artificial intelligence (AI) tool, ChatGPT. But the unsolicited bid might not be a failure - at least as far as Musk is concerned, experts say. That's because the offer could still complicate CEO Sam Altman's plans to transform OpenAI from a non-profit controlled entity to a for-profit company. Musk is \"basically trying to stymie OpenAI's growth trajectory,\" said University of Cambridge associate teaching professor Johnnie Penn in an interview with the BBC. Last week, Musk and a consortium of investors including Hollywood superagent Ari Emanuel tabled a $97.4bn (£78.4bn) offer for all of OpenAI's assets.","raw_html_path":"data\/raw\/html\/aa9a6caff5c34989.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c8d93pez6jmo","section":"technology","published_at":"2025-02-15T06:16:42.619000+00:00","published_date":"2025-02-15","headline":"Exhibition showcases art through virtual reality","body_preview":"The organisers of an art exhibition will draw on the influences of painters through the generations to \"bring new technology and digital art to the masses\". Colour and Light, at The Higgins Bedford, will showcase artwork through the ages, from JMW Turner to pop artist Peter Blake and Chila Kumari Burman. Dr Alison Goodyear, a Bedford-based artist, said she was able to create \"innovative, ground-breaking\" work with people who did not believe they were \"arty\". \"We're looking at historical paintings through the lens of contemporary expanding painting practice. We're not ignoring what has gone before - we're seeing it in a new light,\" she said. \"It shows how digital art can be all things.\"","raw_html_path":"data\/raw\/html\/4bf72166332c34fb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cpdx75zgg88o","section":"technology","published_at":"2025-02-11T17:13:57.821000+00:00","published_date":"2025-02-11","headline":"'We are not for sale,' ChatGPT boss says after Musk bid","body_preview":"The chief executive of ChatGPT-owner OpenAI says it is \"not for sale\" after a $97.4bn (£78.4bn) takeover bid from a consortium of investors led by Elon Musk. Sam Altman, who co-founded OpenAI with Musk before a public falling out led to Musk's departure, was speaking at the AI Action Summit in Paris. \"We are an unusual organisation and we have this mission of making AGI (artificial general intelligence) benefit all of humanity, and we are here to do that,\" Altman said in an on-stage interview. When asked to define AGI, Altman said \"most people use it to mean, like, really strong, powerful AI systems\". Musk's attorney, Marc Toberoff, confirmed he had submitted the bid for all OpenAI's assets to its board on Monday.","raw_html_path":"data\/raw\/html\/15c16f972c3a38e5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3e1xdk0d7wo","section":"technology","published_at":"2025-02-05T21:05:46.791000+00:00","published_date":"2025-02-05","headline":"Hospital uses AI technology to detect lung cancer","body_preview":"A North Yorkshire hospital has introduced AI technology that could speed up the detection of lung cancer and other serious illnesses. Harrogate and District NHS Foundation Trust said the software would \"significantly improve\" the efficiency and accuracy of chest X-ray analysis. All X-rays were now read by AI in under 30 seconds of being taken at hospital, with abnormal cases prioritised. The software would act as a second pair of eyes for clinicians and help to identify serious conditions earlier, a spokesperson for the trust said. The software can detect up to 124 potential findings on chest X-rays in under a minute, streamlining the reporting process.","raw_html_path":"data\/raw\/html\/39746cb051a667be.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c9vm1m8wpr9o","section":"technology","published_at":"2025-01-29T18:32:17.298000+00:00","published_date":"2025-01-29","headline":"OpenAI says Chinese rivals using its work for their AI apps","body_preview":"The maker of ChatGPT, OpenAI, has complained that rivals, including those in China, are using its work to make rapid advances in developing their own artificial intelligence (AI) tools. The status of OpenAI - and other US firms - as the world leaders in AI has been dramatically undermined this week by the sudden emergence of DeepSeek, a Chinese app that can emulate the performance of ChatGPT, apparently at a fraction of the cost. Bloomberg has reported that Microsoft is investigating whether data belonging to OpenAI - which it is a major investor in - has been used in an unauthorised way. The BBC has contacted Microsoft and DeepSeek for comment. OpenAI's concerns have been echoed by the recently appointed White House \"AI and crypto czar\", David Sacks.","raw_html_path":"data\/raw\/html\/8e02f501284d51a4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cz6lq6x2gd9o","section":"technology","published_at":"2025-01-08T11:10:13.301000+00:00","published_date":"2025-01-08","headline":"ChatGPT creator denies sister's childhood rape claim","body_preview":"ChatGPT creator Sam Altman's sister, Ann Altman, has filed a lawsuit alleging that he regularly sexually abused her between 1997 and 2006. The lawsuit, which was filed on 6 January in a US District Court in the Eastern District of Missouri, alleges that the abuse started when she was three and Mr Altman was 12. Mr Altman, who is the chief executive of OpenAI, the firm behind artificial intelligence (AI) software ChatGPT, denied the claims in a joint statement on X with his mother and two brothers . \"All of these claims are utterly untrue,\" the statement said. \"Caring for a family member who faces mental health challenges is incredibly difficult,\" it added. Warning: this story contains details some may find distressing.","raw_html_path":"data\/raw\/html\/e8df14f29a6cf303.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3vr6l06x70o","section":"technology","published_at":"2024-12-27T11:08:54.486000+00:00","published_date":"2024-12-27","headline":"Technology to support adult social care - council","body_preview":"Technology is increasingly being harnessed to support adult social care services in Wolverhampton with 100 referrals made already and a target of 350 by March. Sensor and voice-activated devices are being used and also fall detectors, smart speakers and doorbells. The systems are being used in people's homes to support their individual care needs, Wolverhampton council said. The mobile network is being used to connect equipment, if broadband is not available, under the scheme funded by the Department for Science, Innovation and Technology. Councillor Obaida Ahmed, cabinet member for digital and community, said the city was at the forefront of a full fibre and 5G rollout, adding: \"This is a great example of how technology can be put to good use helping those who need it most.\"","raw_html_path":"data\/raw\/html\/674737c99dad8434.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd0el3r2nlko","section":"technology","published_at":"2024-12-14T16:14:07.670000+00:00","published_date":"2024-12-14","headline":"OpenAI whistleblower found dead in San Francisco apartment","body_preview":"An OpenAI researcher-turned-whistleblower has been found dead in an apartment in San Francisco, authorities said. The body of Suchir Balaji, 26, was discovered on 26 November after police said they received a call asking officers to check on his wellbeing. The San Francisco medical examiner's office determined his death to be suicide and police found no evidence of foul play. In recent months Mr Balaji had publicly spoken out against artificial intelligence company OpenAI's practices, which has been fighting a number of lawsuits relating to its data-gathering practices. In October, the New York Times published an interview with Mr Balaji in which he alleged that OpenAI had violated US copyright law while developing its popular ChatGPT online chatbot.","raw_html_path":"data\/raw\/html\/c470620caf880c3b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy9qljryngzo","section":"technology","published_at":"2024-12-08T14:52:17.455000+00:00","published_date":"2024-12-08","headline":"Rock band Texas to headline summer open-air concert","body_preview":"Rock band Texas has been announced as a headliner at an open-air concert next summer. The group, whose hits include I Don't Want a Lover, Say What You Want and Inner Smile, will perform at Lloyd's Amphitheatre in Bristol on 27 June. They join previously announced headliners , Olly Murs, Kaiser Chiefs and Supergrass. Hundreds of thousands of people are expected to descend on the city's harbourside for the event from 25 to 29 June. Event promoters Crosstown Concerts said the line-up \"celebrates a diverse range of music and energy\". Since forming in 1986, Texas has sold more than 40 million records worldwide.","raw_html_path":"data\/raw\/html\/089786fbcad632df.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckg9l1j9wxno","section":"world","published_at":"2025-12-15T01:00:11.870000+00:00","published_date":"2025-12-15","headline":"What we know so far about the Brown University shooting","body_preview":"Police have detained a person of interest in connection with a US shooting at Brown University that left two people dead and nine others injured. An earlier order for people on the Brown campus and surrounding areas to shelter in place has also been lifted. The attack on the campus brings the number of mass shootings in the US to 389 for this year, according to the independent analysis website Gun Violence Archive . It defines mass shootings as having four or more victims killed or injured, not including the attacker. The gunman opened fire in a classroom at around 16:00 local time (21:00 GMT) on Saturday at the Barus and Holley engineering building at the eastern end of Brown's campus, according to officials.","raw_html_path":"data\/raw\/html\/758938c620eb3a46.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckg91wlken3o","section":"world","published_at":"2025-12-15T00:56:03.392000+00:00","published_date":"2025-12-15","headline":"Their diamond-rich land in South Africa was taken. Now they want it back","body_preview":"There is a disturbing contrast along South Africa's remote west coast. The 800km (500 mile)-journey north from Cape Town starts with views of outstanding natural beauty which as the long road rolls on, and the northern border approaches, dissolve into a pockmarked lunar-like landscape. And the scars left by a lucrative diamond-mining industry are not just physical. The impoverished local Nama community living amid the environmental degradation in the far north-west of South Africa – also known as Namaqualand - wonder what has happened to the riches their land has yielded. Some of the hundreds of millions earned went on to build the country, but not much, it seems, stayed within the area.","raw_html_path":"data\/raw\/html\/6867f4649b599320.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ce3wkey5p33o","section":"world","published_at":"2025-12-15T00:45:41.276000+00:00","published_date":"2025-12-15","headline":"'Hero' who wrestled gun from Bondi shooter named as Ahmed al Ahmed","body_preview":"A \"hero\" bystander who was filmed wrestling a gun from one of the Bondi Beach attackers has been named as 43-year-old Ahmed al Ahmed. Video verified by the BBC showed Mr Ahmed run at the gunman and seize his weapon, before turning the gun round on him, forcing his retreat. Mr Ahmed, a fruit shop owner and father of two, remains in hospital, where he has undergone surgery for bullet wounds to his arm and hand, his family told 7News Australia. Fifteen people died and dozens were injured in the shooting on Sunday night, which took place as more than 1,000 people attended an event to celebrate Hanukkah. Police have declared it a terrorist incident targeting the Jewish community. Mr Ahmed's cousin, Mustafa, told 7News Australia late on Sunday:  \"He is a hero, 100% he is a hero. He has two shots, one in his arm and one in his hand.\"","raw_html_path":"data\/raw\/html\/2b2c5b74bc76633d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c8655gn84ego","section":"world","published_at":"2025-12-15T00:20:20.848000+00:00","published_date":"2025-12-15","headline":"Balloons from Belarus are causing chaos in Lithuania. Is it smugglers or a hybrid attack?","body_preview":"Whenever the wind blows northwest from Belarus, Lithuania braces for problems. That's when giant white balloons are launched across the border, crates of cheap cigarettes dangling beneath. Over the past 10 weeks, the illicit balloon traffic has already forced Lithuania's main airport into shutdown 15 times, stranding or delaying thousands of travellers. On one occasion the airspace was closed completely for 11 hours. But the government here is sure it is dealing with something far more hostile than smugglers.","raw_html_path":"data\/raw\/html\/e3cbce52852ee7b3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgqzed1vjw5o","section":"world","published_at":"2025-12-15T00:18:40.371000+00:00","published_date":"2025-12-15","headline":"Russia poses acute threat, new MI6 chief to warn","body_preview":"The new chief of MI6, Blaise Metreweli, will warn of \"the acute threat posed by Russia\" when she makes her first public speech later. She will highlight so-called hybrid warfare, which includes incidents such as cyber attacks and drones suspected of being launched near critical infrastructure by Russian proxies. Ms Metreweli will describe this as \"an acute threat posed by an aggressive, expansionist and revisionist Russia\". Referring to the war in Ukraine , she will insist that Britain will be keeping up the pressure on President Vladimir Putin on Ukraine's behalf. Ms Metreweli, who took over as head of the Secret Intelligence Service in the autumn, is the first woman to head Britain's overseas spy agency. She took over from Sir Richard Moore on 1 October.","raw_html_path":"data\/raw\/html\/650dff6e04290807.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ckg9ll6jpl0o","section":"world","published_at":"2025-12-15T00:14:27.279000+00:00","published_date":"2025-12-15","headline":"'Person of interest' detained over Brown University shooting, police say","body_preview":"A person of interest has been detained in connection with a shooting at Brown University in the US which left two people dead, police said. Nine others were injured after a gunman opened fire at the university in Providence, Rhode Island, on Saturday. Police said the detained suspect was in his 20s, and he was later named by US media outlets as Benjamin Erickson. Providence Mayor Brett Smiley said seven people who were injured in the incident remained in a stable condition, one of them is in critical condition, and another was discharged. The gunman opened fire in a classroom at around 16:00 local time (21:00 GMT) on Saturday at the Holley engineering building at the eastern end of Brown's campus, according to officials.","raw_html_path":"data\/raw\/html\/92b741a3d33fe924.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn410nll79po","section":"world","published_at":"2025-12-15T00:02:06.889000+00:00","published_date":"2025-12-15","headline":"Spain's commitment to renewable energy may be in doubt","body_preview":"On the edge of the sleepy town of Figueruelas, a single, vast wind turbine spins around, casting its shadow over the buildings nearby. It's a reminder of the importance of renewable electricity in this windswept area of Aragón, in north-eastern Spain, whose plains are host to many of the country's wind and solar energy farms. Figueruela's status as a symbol of Spain's green transition has been further boosted recently, as work starts nearby on the construction of a vast factory that will produce batteries for electric vehicles. Chinese firm CATL and the Netherlands-based Stellantis are investing a combined €4bn ($4.7bn; £3.5bn) in the facility. Yao Jing, China's ambassador in Spain, described it as \"one of the biggest Chinese investments Europe has ever seen\". Luis Bertol Moreno, mayor of the town, says the area was a logical choice for the project.","raw_html_path":"data\/raw\/html\/42668905cb2f326d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgm2z7497yko","section":"world","published_at":"2025-12-14T23:53:53.878000+00:00","published_date":"2025-12-14","headline":"Who is Jimmy Lai, Hong Kong's pro-democracy media tycoon?","body_preview":"Hong Kong's pro-democracy media tycoon Jimmy Lai has reached the end of his national security trial, with a verdict due on Monday for his charges of sedition and conspiring to collude with foreign forces. Hailed by some as a hero and scorned by others as a traitor, the 78-year-old is the most prominent person charged under the controversial national security law which China introduced in 2020, in response to massive protests which erupted in Hong Kong the year before. The law criminalises anything Beijing deems to be subversive or secessionist, from chanting slogans to participating in pro-democracy protests. Beijing says it is necessary to maintain stability in Hong Kong but critics say it has effectively outlawed dissent. Lai has been detained since December 2020 and it's unclear how much longer he might remain in jail. His sentencing will come at a later date and he faces a maximum sentence of life imprisonment. Hong Kong says Lai has been given a fair trial under the rule of law, but critics say his case shows how the city's legal system has been used to silence political opposition.","raw_html_path":"data\/raw\/html\/e6d146933f1bb4a4.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3r711lnr8zo","section":"world","published_at":"2025-12-14T21:56:31.651000+00:00","published_date":"2025-12-14","headline":"'It was pandemonium': Jewish community in shock after deadly Bondi Beach attack","body_preview":"The first day of Hanukkah was a sweltering one in Sydney - a perfect afternoon to spend at Australia's most iconic beach. More than 1,000 people were enjoying a festival marking the occasion at a grassy stretch in Bondi: kids careened around in facepaint, crowds snaked between food trucks, and many enjoyed live entertainment as they soaked up the last rays of sunshine. Then, just before 7pm local time, shots rang out. From a small footbridge - just metres from a children's playground - gunmen fired upon the fenced-in crowds. A car full of improvised bombs was parked nearby, though they never went off. One attendee, who identified himself only as Barry, described watching people around him get shot as hundreds of beach-goers began screaming and running through the park to get away from the attack.","raw_html_path":"data\/raw\/html\/3fa22e68d99406a0.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvg1r89m6g7o","section":"world","published_at":"2025-12-14T18:18:37.465000+00:00","published_date":"2025-12-14","headline":"'Never give up': Belarusian prisoners celebrate release after US lifts sanctions","body_preview":"Rumours of a major prisoner release from Belarus had been swirling for a couple of days. But no one would reveal the names on the list, or the exact number, until everyone was safely out, finally free. In total,123 political prisoners have been released, including some of the best-known names among Belarusian opposition politicians, human rights activists and journalists. Maria Kolesnikova, the protest leader with a famous red-lipsticked smile, was on the release list. A video of her jumping for joy and hugging other former prisoners, overjoyed to be reunited, was soon flying around social media. Then came another, on a bus out of Belarus, where she thanked everyone who'd helped bring this moment about.","raw_html_path":"data\/raw\/html\/86d1825b59d9b24e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c36z84ej6e0o","section":"world","published_at":"2025-12-14T09:41:27.671000+00:00","published_date":"2025-12-14","headline":"Tories to scrap petrol car ban if they win next election","body_preview":"Kemi Badenoch says the Conservatives will scrap the ban on petrol and diesel vehicles due to come into force in the UK if they win the next election. Writing in the Sunday Telegraph , the Conservative Party leader said the Zero Emission Vehicle mandate (ZEV) was a \"well-meaning but ultimately destructive piece of legislation\". From 2030, all new cars will have to be electric or hybrid as part of government efforts to meet a legally binding aim of achieving \"net zero\" by 2050. The Conservative leader's comments come after her meeting with Italian Prime Minister Giorgia Meloni, who has lobbied the EU to water down its own plans for a ban. Net zero refers to the balance between the amount of greenhouse gas produced and the amount removed from the atmosphere.","raw_html_path":"data\/raw\/html\/d8416e5b222bb28e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2dz7r708dxo","section":"world","published_at":"2025-12-14T08:46:19.574000+00:00","published_date":"2025-12-14","headline":"Five arrested over plot to attack German Christmas market","body_preview":"Five men have been arrested in Germany suspected of being involved in a plot to drive a vehicle into people at a Christmas market. Three Moroccans, an Egyptian and a Syrian were detained on Friday over the plan to target a market in the southern Bavarian state. Authorities said they suspected an \"Islamist motive\". Prosecutors said the Egyptian - a 56-year-old - was alleged to have \"called for a vehicle attack... with the aim of killing or injuring as many people as possible\". The Moroccans allegedly agreed to carry out the attack. Officials in Germany have been on high alert after previous attacks at Christmas markets, including in Magdeburg last December that killed six people . Authorities did not say when the planned attack was supposed to take place or which market was the target, though said they believed it to be one in the Dingolfing-Landau area, north east of Munich.","raw_html_path":"data\/raw\/html\/5c2fc2c584ecff0f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c74x0p3nnkzo","section":"world","published_at":"2025-12-14T08:14:14.122000+00:00","published_date":"2025-12-14","headline":"Scotland's energy - election common ground or battleground?","body_preview":"When you look out across the vast Grangemouth industrial complex, it appears more like a monument to Scotland's economic past than a vision of the future. The closure of the oil refinery earlier this year with the loss of 400 jobs was a stark reminder of the challenges posed by the transition from fossil fuels to a more renewable energy-based economy. There was a notable moment of common purpose between the UK and Scottish governments this week. Ministers from Westminster and Holyrood came together in Grangemouth at a ceremony to break ground for a new biotech plant . The Edinburgh-based firm MiAlgae plans to produce Omega 3s from the by-products of whisky distilling instead of from fish.","raw_html_path":"data\/raw\/html\/03565efb40f1f321.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj38rj0y6k5o","section":"world","published_at":"2025-12-14T01:05:53.036000+00:00","published_date":"2025-12-14","headline":"He was an Uber driver in the US. Now he's scared of jihadists after deportation to Somalia","body_preview":"Mahad Mohamud is slowly readjusting to the heat, chaos and tension of Somalia's capital, Mogadishu, after being deported from the US city of Minneapolis last month just as winter was closing in there. Somalis know the 36-year-old as Garyaqaan - a word that can be translated as \"judge\". This is the name he uses on TikTok, where he attracted almost half a million followers while he was abroad. Fans praised Mahad for his defence of his clan's interests - part of Somalia's lucrative TikTok roasting sub-culture . But to those running the White House-linked \"Rapid Response 47\" X account, Mahad was a \"criminal illegal scumbag\". In an October post it accused him of being \"involved in the kidnapping of French officials\" from a hotel in the Somali capital. Mahad has denied the allegation, saying that he was not in Mogadishu at the time. He was never convicted and the case was dropped.","raw_html_path":"data\/raw\/html\/1eb2c15482b280cd.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c8dyy47qy82o","section":"world","published_at":"2025-12-14T00:37:15.608000+00:00","published_date":"2025-12-14","headline":"'A nightmare' - The battle over Warner Bros is turning Hollywood upside down","body_preview":"Disaster, catastrophe and nightmare. That's how Hollywood's creative workers describe the fall of the once mighty Warner Bros, as Netflix and Paramount battle to buy the historic studio and tinsel town braces for more upheaval and job losses. Warner's decline and impending sale – whether it's to Paramount Skydance as a whole, or to Netflix cut up in parts – is being mourned in Hollywood, where a historic production slump has already battered the entertainment industry. The loss of the studio, which has created iconic films ranging from Casablanca and Goodfellas to Batman and Harry Potter, likely means more job cuts and definitely means one less buyer of film and TV projects. Interviews with dozens of actors, producers and camera crews by the BBC reveal an industry attempting to weigh the lesser of two evils: control by a tech giant blamed for killing movie theatres (Netflix) or billionaires seen as too cosy with President Trump (Paramount). \"David Ellison is a right-wing billionaire Trumper,\" a camera assistant said of the Paramount Skydance CEO who is the son of billionaire Oracle co-founder and close Trump ally Larry Ellison. \"Netflix is much more historically inclined to not micromanage production.\" If Netflix gets the deal they want, they will buy Warner Bros' crown jewels – the 102-year-old studio, HBO, and its vast archive of films and TV shows – leaving Warners's legacy TV networks, like CNN, TNT Sports and Discovery, for another buyer.","raw_html_path":"data\/raw\/html\/aaff04df37409f69.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g66nll48do","section":"world","published_at":"2025-12-13T20:29:18.216000+00:00","published_date":"2025-12-13","headline":"Angry fans throw chairs and bottles at Messi event in India","body_preview":"Angry fans attending Lionel Messi's tour of India ripped up seats and threw items towards the pitch after his appearance at Kolkata's Salt Lake Stadium. Thousands of adoring supporters had paid up to 12,000 rupees (£100; $133) to catch a glimpse of the football star, but were left disappointed when he emerged to walk around the pitch and was obscured by a large group of officials and celebrities. When the Argentina and Inter Miami forward was whisked away early by security after around 20 minutes, elements of the crowd turned hostile. West Bengal's chief minister, Mamata Banerjee, said she was \"deeply disturbed and shocked\" by the events. Announcing an enquiry, Banerjee apologised to Messi and \"sports lovers\" for the incident at the stadium.","raw_html_path":"data\/raw\/html\/21f9a2bdbea279cf.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2dklj3rxvo","section":"world","published_at":"2025-12-13T18:46:45.506000+00:00","published_date":"2025-12-13","headline":"Israel targets senior Hamas official in deadly Gaza strike","body_preview":"Israel said it killed a senior Hamas commander on Saturday in a strike on a vehicle inside Gaza. In a joint statement, the Israeli military and security agency Shin Bet announced it had \"eliminated\" Raed Saad, the head of weapons production for Hamas's military wing, the Qassam Brigades, in Gaza city. Saad had been regarded as one of the most prominent Qassam commanders and led several brigades during Hamas's 7 October attacks on Israeli communities east of Gaza City. The Hamas-run Civil Defence spokesman, Mahmoud Basal, told the BBC that four people were killed in the strike. He said multiple passers-by were also injured by the blast. A local Hamas official in Gaza told the BBC that the strike also killed Saad's aide and another lower-ranking official identified as Abu Imad al-Laban.","raw_html_path":"data\/raw\/html\/4c4b9272be7a7991.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4gk34k9k23o","section":"world","published_at":"2025-12-13T16:33:03.206000+00:00","published_date":"2025-12-13","headline":"Trump's 'historic' peace deal for DR Congo shattered after rebels seize key city","body_preview":"US Secretary of State Marco Rubio has said Rwanda's actions in eastern Democratic Republic of Congo are \"a clear violation of\" the peace deal brokered by Donald Trump last week. In a post on X, he said the US would \"take action to ensure promises made to the President are kept\", without going into details. Trump hailed the deal signed with great fanfare in Washington between DR Congo's President Félix Tshisekedi and Rwanda's President Paul Kagame as \"historic\" and \"a great day for Africa, great day for the world\". But the M23 rebel group says it has \"fully liberated\" the key city of Uvira in an offensive the US and European powers say is backed by Rwanda . UN experts have previously accused it of having \"de facto control\" of the rebel force's operations. Rwanda denies the allegations, however, its presence in Washington was a tacit acknowledgment of its influence over the M23.","raw_html_path":"data\/raw\/html\/6ff202b28dba29f8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd0kkyx3vvxo","section":"world","published_at":"2025-12-13T12:48:55.854000+00:00","published_date":"2025-12-13","headline":"Cambodia shuts border crossings with Thailand as fighting continues","body_preview":"Cambodia has shut its border crossings with Thailand, as fighting continues between the two forces on Saturday despite US President Donald Trump earlier saying they had agreed to a ceasefire. The crossings will be closed until further notice, according to Cambodia's interior ministry. Earlier, Thai Prime Minister Anutin Charnvirakul said he told Trump a ceasefire would only be possible after Cambodia had withdrawn all its forces and removed landmines. Thai officials said four soldiers were killed on Saturday, as both sides reported continued bombing and artillery exchanges. Cambodia has not been updating its military casualty figure. Cambodia's defence ministry said that Thai fighter jets bombed hotel buildings and a bridge, while Thailand reported several civilians were injured in a Cambodian rocket attack.","raw_html_path":"data\/raw\/html\/10f1dc6ec5303c98.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0l9954yr9ko","section":"world","published_at":"2025-12-13T12:43:16.896000+00:00","published_date":"2025-12-13","headline":"One million households without power in Ukraine after Russia attacks energy grid","body_preview":"More than a million households are without electricity in Ukraine after a barrage of overnight Russian strikes hit energy and industrial infrastructure, officials said. Ukraine's internal affairs minister, Ihor Klymenko, said five regions were hit and at least five people were injured, and work was under way to extinguish fires and restore supplies. While Russian attacks on Ukrainian energy infrastructure have been common throughout the war, Moscow has intensified strikes as the country heads into winter. It comes as US President Donald Trump's overseas envoy will travel to Germany this weekend to meet Ukrainian President Volodymyr Zelensky and European leaders for more talks on ending the war. Steve Witkoff, who has been leading White House attempts to mediate between Ukraine and Russia, will discuss the latest version of the proposed peace agreement in Berlin.","raw_html_path":"data\/raw\/html\/86b77b798938e5ef.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c7733m2rmz5o","section":"world","published_at":"2025-12-13T03:53:08.654000+00:00","published_date":"2025-12-13","headline":"Trump officials sue Georgia county to force release of 2020 voting records","body_preview":"The Trump administration has filed a lawsuit against a Georgia county seeking access to 2020 voting records, as Donald Trump continues to assert the presidential election was stolen from him. The justice department lawsuit asks the state to turn over \"all used and void ballots, stubs of all ballots, signature envelopes, and corresponding envelope digital files from the 2020 General Election in Fulton County\". The government accuses the county of violating the Civil Rights Act, after local officials said that the ballots were sealed and could not be produced without a court order. Trump narrowly lost the state of Georgia to Joe Biden in 2020 - one of several losses that cost him the White House. According to the lawsuit , the justice department sent a subpoena to Fulton County election officials in October demanding the ballot materials, citing a need to investigate \"compliance with federal election law\".","raw_html_path":"data\/raw\/html\/a6b053bc33c789ba.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c075mr3190mo","section":"world","published_at":"2025-12-13T00:35:21.491000+00:00","published_date":"2025-12-13","headline":"As Trump targets Venezuela, its allies Russia and China show little signs of support","body_preview":"Venezuelan President Nicolás Maduro could be forgiven for wondering who his true friends are. Once rock solid, his reliance on his two main allies - China and Russia - now appears increasingly uncertain. For years, both countries supported Venezuela's socialist-led government politically, financially and militarily - a relationship that began under former President Hugo Chávez, Maduro's mentor and predecessor. But experts say that backing now seems to be largely symbolic, with statements being given in support rather than concrete military or financial aid. This shift comes as the US has deployed air and naval forces - including a nuclear-powered submarine, spy planes and 15,000 troops - to the Caribbean.","raw_html_path":"data\/raw\/html\/9ded336f48aeae6f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2dp15zglxo","section":"world","published_at":"2025-12-13T00:05:31.381000+00:00","published_date":"2025-12-13","headline":"The making of a WWE legend: John Cena faces his final fight","body_preview":"The Last Time Is Now. It's the name of the tournament in which 16 wrestling giants have been competing to take on John Cena in his final fight before retirement. And that final fight is now - Saturday night - in Washington DC, bringing the curtain down on an illustrious career that has seen the American become one of wrestling's biggest and most bankable stars. In the 8,570 days since his debut, Cena has clinched 17 world titles and coined the iconic \"You Can't See Me\" catchphrase - but the 48-year-old's impact goes far beyond that. If you were to pose the question \"who is John Cena?\", depending on who you ask, the answers might vary from legendary WWE (World Wrestling Entertainment) superstar, to successful film actor, while some will say he's Mr Make-A-Wish (more on that later). How to watch John Cena's last match:","raw_html_path":"data\/raw\/html\/dc99ef3e5aed646a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cqlkk9qk7vyo","section":"world","published_at":"2025-12-13T00:05:21.841000+00:00","published_date":"2025-12-13","headline":"Ukraine's health supplies hit in series of Russian strikes on medical warehouses","body_preview":"Warehouses supplying the vast majority of Ukraine's pharmacies have been destroyed in a series of Russian attacks over recent months. Medical supplies worth about $200m (£145m) were destroyed in just two strikes in December and October. A large warehouse storing medicines in the city of Dnipro was destroyed in a Russian air strike on 6 December. As a result, about $110m worth of medicines were destroyed - estimated at up to 30% of Ukraine's monthly supply. \"It was a missile and drone strike against our facility. The missiles flew past, but the drones hit it,\" said Dmytro Babenko, acting director-general of pharmaceutical distributor BADM. \"They caused a fire which unfortunately proved impossible to contain and the whole facility was destroyed.\"","raw_html_path":"data\/raw\/html\/ee1ee15ca7cb2d9e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yjj2epvlro","section":"world","published_at":"2025-12-12T22:12:38.323000+00:00","published_date":"2025-12-12","headline":"Turkish car ferry damaged in strike at Ukrainian port","body_preview":"A large fire broke out on a Turkish car ferry anchored at the Ukrainian port city of Odesa after it was hit in a strike on Friday. The company that operates the Cenk T confirmed the attack occurred at 16:00 local time (14:00 GMT) shortly after it docked at the Chornomorsk port. Ukraine's President Volodymr Zelensky has blamed the strike on Russia, which has not commented. The attack came hours after Turkish President Tayyip Erdogan told Russian President Vladimir Putin that a limited ceasefire for energy facilities and ports could be beneficial. Russia has resisted all calls for a ceasefire. Moscow has threatened to cut \"Ukraine off from the sea\" in response to Kyiv's maritime drone attacks on Russia's \"shadow fleet\" tankers thought to be used to export oil - and a main source for funding the ongoing war.","raw_html_path":"data\/raw\/html\/5f86d3c9fd576a2d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c98nnd01g91o","section":"world","published_at":"2025-12-12T19:14:51.663000+00:00","published_date":"2025-12-12","headline":"EU backs indefinite freeze on Russia's frozen cash ahead of loan plan for Ukraine","body_preview":"European Union governments have agreed to immobilise indefinitely Russian assets of up to €210bn (£185bn) that have been frozen in the EU since the start of Russia's full-scale invasion of Ukraine. Most of Moscow's cash is held in Belgian bank Euroclear, and European leaders are hoping to agree a deal at next week's crunch EU summit that would use the money for a loan to help Kyiv fund its military and economy. After almost four years of Russia's full-scale war Ukraine is running out of cash, and needs an estimated €135.7bn (£119bn; $159bn) over the next two years. Europe aims to provide two-thirds of that, but Russian officials accuse the EU of theft. The Russian Central Bank said on Friday it was suing Belgian bank Euroclear in a Moscow court, in response to the EU loan plan.","raw_html_path":"data\/raw\/html\/ea7f91a26737c0fd.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c8dyy7e0dlgo","section":"world","published_at":"2025-12-12T16:37:58.586000+00:00","published_date":"2025-12-12","headline":"Reform wins first by-election in Scotland","body_preview":"Reform UK has secured its first success at the ballot box in Scotland by winning a council by-election. David McLennan has been elected as a councillor in Whitburn and Blackburn in West Lothian, taking the seat from Scottish Labour. McLennan received 1,177 votes - 149 over his closest rival, the SNP candidate. Reform has seen a number of councillor defections and Scottish Conservative MSP Graham Simpson also defected to the party in the summer. It also welcomed the former Scottish Conservative treasurer Lord Malcolm Offord as a new member last weekend but McLennan is the party's first Scottish candidate to be elected under the party banner.","raw_html_path":"data\/raw\/html\/4347bba4e1934317.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c62nn0d63e1o","section":"world","published_at":"2025-12-12T13:36:27.174000+00:00","published_date":"2025-12-12","headline":"Reform wins seats in district council by-election","body_preview":"Reform UK has taken two seats on South Kesteven District Council following a snap by-election caused by the resignation of two councillors. Kyle Abel was elected to the Aveland Ward, beating Conservative candidate Tony Vaughan by 10 votes, while Richard Litchfield was elected to the Belmont Ward after beating Conservative candidate Adam Stokes by two votes. The by-elections were held on Thursday following the resignations of Conservative councillor Richard Dixon-Warren and Independent councillor Phil Gadd. Reform UK now has five seats out of 56 on the district council. The by-elections, more than two years after the local elections in May 2023, had a 36% turnout in the Aveland Ward compared with 39% previously and 21% in the Belmont Ward compared with 27% previously.","raw_html_path":"data\/raw\/html\/8cf7370b75cadb48.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c20887ylyewo","section":"world","published_at":"2025-12-12T13:23:13.227000+00:00","published_date":"2025-12-12","headline":"Trump says he will pardon jailed elections clerk, but state officials say he cannot","body_preview":"US President Donald Trump said he has pardoned former Colorado elections clerk Tina Peters, who is serving a nine-year sentence for allowing unauthorised access to voting machines during the 2020 presidential election. Peters was convicted last year on seven state charges, including three counts of attempting to influence a public servant and one count of conspiracy to commit criminal impersonation. Presidential powers to pardon are widely understood to apply only to federal crimes - not those at a state level. In a statement, Colorado Attorney General Phil Weiser said Trump's pardon has no legal precedent and \"will not hold up\". Trump has frequently claimed, without evidence, that he lost the 2020 election to Joe Biden due to voter fraud.","raw_html_path":"data\/raw\/html\/b9a4569481baf0d8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cjdr0gjzxkxo","section":"world","published_at":"2025-12-12T11:03:45.879000+00:00","published_date":"2025-12-12","headline":"Ghana deports Israelis in retaliation for alleged mistreatment of Ghanaians","body_preview":"Ghana has deported three Israeli nationals who arrived in the country on Wednesday in what appears to be a tit-for-tat move over the alleged mistreatment of Ghanaian nationals at Ben Gurion International Airport in Israel. Seven Ghanaians, including four members of an official delegation attending a cyber-security conference in Tel Aviv, were allegedly detained without explanation. They were released after five hours, while the three others were deported, according to Ghana, which condemned their \"humiliating treatment\". Ghana's foreign ministry says a senior diplomat from the Israeli embassy in Accra was summoned over the incident, and both countries have agreed to resolve the row amicably. The BBC has contacted the Israeli embassy for comment but is yet to receive a response.","raw_html_path":"data\/raw\/html\/36e172a53156c6e7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yqq98dz50o","section":"world","published_at":"2025-12-12T10:21:06.807000+00:00","published_date":"2025-12-12","headline":"Reform wins first seat on Darlington council","body_preview":"Reform UK has won its first seat on Darlington Borough Council. Michael Walker came first in the Red Hall and Lingfield ward poll on Thursday. The by-election was called following the resignation of former Labour councillor Amanda Riley, who stood down due to ill-health. Walker said he was \"very happy\" with the win and knew the area needed a lot of attention, adding: \"I will listen to everybody's issues and try to solve them as best I can.\" A total of 907 votes were cast with a turnout of 27%, according to the Local Democracy Reporting Service .","raw_html_path":"data\/raw\/html\/7403b417a07dcb8c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0q5504vv0ko","section":"world","published_at":"2025-12-12T06:56:27.836000+00:00","published_date":"2025-12-12","headline":"Eurovision winner Nemo to return trophy in protest at Israel","body_preview":"The winner of last year's Eurovision Song Contest, Nemo, has said they are returning their trophy in protest over Israel's continued participation in the event. The 26-year-old Swiss singer said there was a \"clear conflict\" between Israel's involvement in the competition and the ideals of \"unity, inclusion and dignity\" the contest says it stands for. Martin Green, director of the Eurovision Song Contest, said Eurovision was \"saddened\" by the decision and respected Nemo's views. Israel's presence at Eurovision has been an increasing source of tension, because of the war in Gaza and a voting controversy during this year's event. Five countries - Iceland, Spain, Ireland, Slovenia and the Netherlands - have announced they will boycott next year's event because Israel has been allowed to compete.","raw_html_path":"data\/raw\/html\/c2223604505f8e81.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy84v62xe36o","section":"world","published_at":"2025-12-12T06:16:02.274000+00:00","published_date":"2025-12-12","headline":"Children's Christmas presents heading for Ukraine","body_preview":"More than 160 shoeboxes containing presents for children will be travelling from Herefordshire to Ukraine this weekend. The items, supplied by people in the county, will be driven almost 2,000 miles to Kharkiv, near the Russian border, where they will be handed out. The boxes contain items like toys, books, sweets, clothing, school supplies and Christmas cards. It follows an appeal from the Hereford Help for Ukraine support group in October. Vitalii Drobotun, one of the volunteers, said: \"We cannot thank people enough for their generosity.\"","raw_html_path":"data\/raw\/html\/60b0e592f974ed65.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3e0vdye900o","section":"world","published_at":"2025-12-12T06:04:59.071000+00:00","published_date":"2025-12-12","headline":"The nuclear power station on the front line of an election battle","body_preview":"The future of nuclear power in Scotland is shaping up to be a battleground at next year's Holyrood election – and Torness, on the banks of the Forth, is on the frontline. The Labour government at Westminster has declared its intention to usher in a new \"golden age\" of nuclear. But the SNP government at Holyrood opposes new nuclear power stations and can use planning laws to prevent them being built – even though energy policy is reserved to the UK Parliament. Torness in East Lothian is the last remaining nuclear power station in Scotland. The imposing building fills the windscreens of drivers heading towards Edinburgh on the A1 and dwarfs Stevenson's Barns Ness Lighthouse in the next bay.","raw_html_path":"data\/raw\/html\/fb0a5f1b18e97248.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2lvplrxpe9o","section":"world","published_at":"2025-12-12T05:43:02.303000+00:00","published_date":"2025-12-12","headline":"Trump's Gaza peace plan struggles to progress as Israel and Hamas face tough choices","body_preview":"A steady stream of water trickles through openings in the tent Ghadir al-Adham shares with her husband and six children in Gaza City. Her family is still displaced after the war and waiting for reconstruction to begin. \"Here we are, living a life of humiliation,\" she told the BBC. \"We want caravans. We want our homes rebuilt. We long for concrete to keep us warm. Every day I sit and cry for my children.\" Two months into an American-imposed ceasefire, Gaza is stuck in the first phase of Donald Trump's peace plan - its territory divided between the warring parties, its people still displaced and surrounded by rubble. Heavy rain has deluged camps and led several buildings to collapse, as a powerful winter storm sweeps through the Strip. More than 800,000 Gazans are at risk from flooding, the UN says. Plans for new homes - and new government - lie frozen in the next stage of US President Donald Trump's peace deal, as the search continues for Israel's last missing hostage, Ran Gvili.","raw_html_path":"data\/raw\/html\/fc077d95c424e6e2.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5y2qd1795yo","section":"world","published_at":"2025-12-12T00:13:16.087000+00:00","published_date":"2025-12-12","headline":"Tricked, abducted and abused: Inside China's schools for 'rebellious' teens","body_preview":"Warning: This report contains details of physical and sexual abuse and discussion of suicide. Baobao's heart still races when she smells soil after morning rain. It takes her back to early military drills behind locked gates - and the constant fear that marked every one of her days at Lizheng Quality Education School. For six months, aged 14, she barely left the red and white building in a remote Chinese village where instructors tried to \"fix\" young people whose families considered them rebellious or problematic. Students who failed to comply were beaten so severely they could not sleep on their backs or sit down for days, she says.","raw_html_path":"data\/raw\/html\/6084913c6cd217f1.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgjnd9y52pno","section":"world","published_at":"2025-12-11T19:23:38.862000+00:00","published_date":"2025-12-11","headline":"US wants 'special economic zone' in Ukraine's frontline region, Zelensky says","body_preview":"The US has proposed Ukraine withdraw from the eastern Donetsk region and create a \"special economic zone\" in the areas it currently controls, Ukrainian President Volodymyr Zelensky has said. Zelensky said territory and control of the Zaporizhzhia nuclear power plant remained the two main unresolved issues in the peace plan proposal for Ukraine. In a sobering briefing to reporters, Zelensky addressed the US desire for a quick end to the conflict, the complex nature of the ongoing negotiations, and his belief that Russia had no desire to stop the war. Ukraine has sent the US an updated 20-point plan plus separate documents on security guarantees and provisions for Ukraine's reconstruction, Zelensky said. It follows weeks of high-level diplomatic activity which has seen several peace plans drawn up, adjusted and revised by the US, Ukraine, Russia and European leaders.","raw_html_path":"data\/raw\/html\/fc34b2ef8d0d0dc9.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn81x8py3j5o","section":"world","published_at":"2025-12-11T19:16:09.930000+00:00","published_date":"2025-12-11","headline":"Russia could attack Nato within five years, says alliance chief in stark new warning","body_preview":"Russia could attack a Nato country within the next five years, the Western military alliance's chief has said in a stark new warning. \"Russia is already escalating its covert campaign against our societies,\"  Mark Rutte said in a speech in Germany. \"We must be prepared for the scale of war our grandparents or great-grandparents endured.\" He echoed similar statements about Russia's intentions made by Western intelligence agencies, which Moscow dismisses as hysteria. Rutte's warning comes as US President Donald Trump tries to bring an end to Russia's full-scale invasion of Ukraine, launched in February 2022. Earlier this month, Russia's President Vladimir Putin said his country was not planning to go to war with Europe, but it was ready \"right now\" if Europe wanted to - or started a war.","raw_html_path":"data\/raw\/html\/265fe841d10b81d5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cev81v27l0go","section":"world","published_at":"2025-12-11T18:15:23.272000+00:00","published_date":"2025-12-11","headline":"MP breached rules through APPG link to Israel","body_preview":"An MP was found to be in breach of standards after a Parliamentary group's support organisation was found to have funding links to a firm owned by the Israeli government. Neil Shastri-Hurst, Conservative MP for Solihull West and Shirley, was investigated in his capacity as chairman of the All Party Parliamentary Group on Defence Technology. He referred himself to the Committee on Standards after he was told a funding partner of a secretariat to the group – RUK Advanced Systems Ltd – was a subsidiary of Israel-owned defence firm Rafael. Shastri-Hurst, who resigned as the group's chair in June, has been approached by the BBC for comment. In a statement to the Committee on Standards, he \"apologised unreservedly\". Under the rules for All Party Parliamentary Groups (APPGs), they must not accept the services of a secretariat – an organisation set up to support the group's activities – which is funded by a foreign government.","raw_html_path":"data\/raw\/html\/f03a0c37cd749ee0.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy8jvll9j81o","section":"world","published_at":"2025-12-11T15:03:30.073000+00:00","published_date":"2025-12-11","headline":"From Iran to China to Venezuela - how tanker seized by US hid true location","body_preview":"The oil tanker seized by US forces on Wednesday had a track record of faking or concealing its location information, apparently to hide its activities, ship tracking data shows. On Wednesday evening, the US confirmed that its forces seized a vessel during a helicopter-launched raid near the coast of Venezuela. BBC Verify confirmed the ship was the Skipper by matching a sign seen in footage released by the US to a reference photo supplied by TankerTrackers.com, a site which monitors oil shipments. Data held by publicly accessible tracking sites paints an incomplete picture of the vessel's movements, and before its seizure it hadn't declared its position since 7 November. Maritime analytics firm Kpler also suggested that the vessel had engaged in a ship-to-ship transfer. US Attorney General Pam Bondi described the vessel as a \"crude oil tanker used to transport sanctioned oil from Venezuela and Iran\". The US Treasury department first sanctioned the ship in 2022, when it was sailing under the name Adisa, and was accused of being part of an \"international oil smuggling network\".","raw_html_path":"data\/raw\/html\/6825e6647b9c1fec.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clydz0j1yego","section":"world","published_at":"2025-12-11T13:41:23.038000+00:00","published_date":"2025-12-11","headline":"Poland arrests Russian archaeologist wanted in Ukraine","body_preview":"Polish authorities have arrested a prominent Russian academic from St Petersburg's world-famous Hermitage Museum who is sought by Ukraine for allegedly conducting illegal excavations and partially destroying the ancient city of Myrmekion in Crimea. The suspect, identified under Polish law as Aleksandr B, is the head of the Ancient Archaeology of the Northern Black Sea region at the museum, according to Ukrainian prosecutors. Ukrainian prosecutors accuse him of conducting illegal excavations at the site in Kerch between February 2014 and November 2025. \"As a result of these excavations, from 2014-2019, he illegally partially destroyed the 'Ancient City of Myrmekion' archaeological complex,\" Prosecutor Piotr Skiba, a spokesman for the Warsaw District Prosecutor's Office told the BBC, citing information from Ukrainian prosecutors. Ukraine estimates the damage at UAH 201.6 million ($4.77 million).","raw_html_path":"data\/raw\/html\/08cdc0ee5bea17e5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c075mdp315jo","section":"world","published_at":"2025-12-11T06:27:51.357000+00:00","published_date":"2025-12-11","headline":"Demands made for council elections to go ahead","body_preview":"Senior councillors have said they want guarantees that elections will go ahead next year, despite the postponement of a vote for a new mayor. The government has delayed mayoral polls in four areas – including Norfolk and Suffolk – until 2028. Group leaders at Norfolk County Council said they wanted clarity on whether next May's elections for the authority would still be held after they were postponed earlier this year. Last week, Devolution Minister Miatta Fahnbulleh said elections would take place, although the government would have \"a conversation\" with councils if they faced \"extenuating circumstances\". Kay Mason Billig, the Conservative council leader, said she believed the government was \"hedging its bets\".","raw_html_path":"data\/raw\/html\/037337b9bb0a8720.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c36z43ll06zo","section":"world","published_at":"2025-12-11T05:44:21.787000+00:00","published_date":"2025-12-11","headline":"Mexico approves up to 50% tariffs on China and other countries","body_preview":"Mexican lawmakers have approved a package of new tariffs, impacting hundreds of products, many of which come from China. The measures, which President Claudia Sheinbaum has said are needed to boost domestic production, were passed by the Mexican Senate on Wednesday. The levies are set to take effect on 1 January 2026 and will apply to goods like metals, cars, clothing and appliances. Dozens of countries that do not have a free trade agreement with Mexico will be affected, including Thailand, India and Indonesia. The move comes as Mexico is in negotiations with the US over steep import taxes that President Donald Trump has threatened to impose on the country. The measures will impose tariffs of up to 50% on more than 1,400 products.","raw_html_path":"data\/raw\/html\/2e8dfaf73704ef92.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5y20p7xweko","section":"world","published_at":"2025-12-10T21:49:20.404000+00:00","published_date":"2025-12-10","headline":"Intensive work continuing on Ukraine plan, European leaders say after Trump call","body_preview":"European leaders have said \"intensive work\" will continue in the coming days on a US-led plan to end the Russia-Ukraine war, after a joint phone call with President Donald Trump. UK Prime Minister Sir Keir Starmer, French President Emmanuel Macron and German Chancellor Friedrich Merz said they \"agreed that this was a critical moment - for Ukraine, its people and for shared security across the Euro-Atlantic region\". Trump later said \"we discussed Ukraine in pretty strong words\", admitting that there were \"some little disputes about people\". The joint call comes the day after Trump called European leaders \"weak\" , suggesting the US could scale back support for Ukraine. In the wide-ranging Politico interview published on Tuesday, Trump also claimed Ukraine was \"using war\" to avoid holding elections, prompting President Volodymyr Zelensky to reply he was \"ready\" for them.","raw_html_path":"data\/raw\/html\/283fcc1a8cf271fb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4gpkr83p73o","section":"world","published_at":"2025-12-10T19:53:42.555000+00:00","published_date":"2025-12-10","headline":"British paratrooper killed in Ukraine 'lived life of courage'","body_preview":"A member of the UK armed forces who died in Ukraine has been named as Lance Corporal George Hooley of the Parachute Regiment. Prime Minister Sir Keir Starmer paid tribute to the 28-year-old paratrooper, saying he had lived a life \"full of courage and determination\". \"He served our country with honour and distinction around the world in the cause of freedom and democracy, including as part of the small number of British personnel in Ukraine.\" The Ministry of Defence (MoD) said he had been killed in a \"tragic accident\" while observing Ukrainian forces test \"a new defensive capability, away from the front lines\" on Tuesday. Speaking in the House of Commons, Sir Keir said he had placed L\/Cpl Hooley's name on record \"to express our gratitude and respect, and to affirm that his service will never be forgotten\".","raw_html_path":"data\/raw\/html\/bd9eea6cda3480d1.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn5l1474yv7o","section":"world","published_at":"2025-12-10T16:26:50.627000+00:00","published_date":"2025-12-10","headline":"Ukraine 'ready for elections' if partners guarantee security, Zelensky says","body_preview":"Ukraine is \"ready for elections\", President Volodymyr Zelensky has said, after US President Donald Trump repeated claims Kyiv was \"using war\" to avoid holding them. Zelensky's five-year term as president was due to end in May 2024, but elections have been suspended in Ukraine since martial law was declared after Russia's full-scale invasion in February 2022. Speaking to reporters following Trump's comments in a wide-raging Politico interview , Zelensky said he would ask for proposals to be drawn up which could change the law. Elections could be held in the next 60 to 90 days if security for the vote was guaranteed with the help of the US and other allies, he said. \"I'm asking now, and I'm stating this openly, for the US to help me, perhaps together with our European colleagues, to ensure security for the elections,\" he told reporters.","raw_html_path":"data\/raw\/html\/3ba646e49872a14b.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c3e07kxey74o","section":"world","published_at":"2025-12-10T16:05:14.938000+00:00","published_date":"2025-12-10","headline":"Member of UK armed forces dies in accident in Ukraine","body_preview":"A member of the UK armed forces has died in Ukraine while watching the testing of a new defensive capability, the Ministry of Defence (MoD) has announced. \"He was injured in a tragic accident whilst observing Ukrainian forces test a new defensive capability, away from the front lines,\" it said in a statement on Tuesday. The individual's family has been informed, it added, and there were no other British casualties as a result of the incident. Prime Minister Sir Keir Starmer said he sent his \"deepest sympathy and condolences to the family of the member of our armed forces who sadly lost their life today\". \"Their service and sacrifice will never be forgotten,\" he said in a statement.","raw_html_path":"data\/raw\/html\/d64f32a22cb1282f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj9y71mywzdo","section":"world","published_at":"2025-12-10T11:00:12.599000+00:00","published_date":"2025-12-10","headline":"Le Tocq by-election could cost up to £200,000","body_preview":"The committee in charge of organising a by-election to replace a deputy estimates it could cost up to £200,000. Deputy Jonathan Le Tocq pleaded guilty to the creation of thousands of illegal images of children and possessing extreme pornography. The former Chief Minister submitted a resignation letter to Guernsey's Bailiff on Tuesday. Deputies will vote on a proposal to accept his resignation which, if approved, will trigger a by-election which the States' Assembly & Constitution Committee said it wanted to hold \"as soon as practicable\". Committee president Deputy Sarah Hansmann Rouxel said it would be Guernsey's first ever by-election under the island-wide voting system. \"There are many matters that have to be considered before the committee will be in a position to submit anything relating to a by-election to the assembly for approval,\" she said.","raw_html_path":"data\/raw\/html\/a7da01d2efc7b818.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cr7lmvg4024o","section":"world","published_at":"2025-12-10T08:55:57.159000+00:00","published_date":"2025-12-10","headline":"Ambulances with aid and gifts reach Ukraine","body_preview":"Three ambulances filled with Christmas gifts and medical supplies have arrived in Ukraine, having journeyed from Warwickshire. The ambulances were sent by the Belveder community organisation, which is based in Leamington Spa, who have now delivered 61 ambulances filled with aid to Ukraine. Belveder said the gifts and supplies would be distributed by the Sisters of St. Joseph, reaching children in orphanages and elderly residents in care homes. Volunteer Harnek Singh said: \"It was a great adventure, but above all, it felt meaningful to have done something to make a real difference. It was humbling to meet the soldiers who travelled from the front line to meet us.\" The vehicles were funded by LKQ Euro Car Parts, Gursewak Trust, and the Warwickshire Freemasons, while medical supplies were provided by the Ukraine Medical Charity.","raw_html_path":"data\/raw\/html\/2e12969583f08fa8.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cp39v8wd7glo","section":"world","published_at":"2025-12-09T16:02:23.363000+00:00","published_date":"2025-12-09","headline":"Honduras presidential candidate alleges election has been 'stolen'","body_preview":"The centrist candidate in Honduras's knife-edge presidential election, Salvador Nasralla, has accused \"corrupt people\" of manipulating the vote count in the Central American nation. Nine days after the election, the electoral council has still not declared a winner but the latest results suggest that Nasry \"Tito\" Asfura, the conservative candidate backed by US President Donald Trump, has a narrow lead. Nasralla, who had been leading earlier on in the count before dropping into second place, declared on social media: \"This is theft.\" The left-wing candidate who is trailing in third place, Rixi Moncada, has called for the vote to be annulled and accused Trump of interfering in the election. With 98.77% of votes counted, Asfura had 40.53% of the vote, ahead of Nasralla with 39.16% and Moncada with 19.32%, according to the National Electoral Council's (CNE) update at 03:00 GMT on Tuesday.","raw_html_path":"data\/raw\/html\/2664a8508bf44be5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0l0k4389g2o","section":"world","published_at":"2025-12-09T13:21:33.925000+00:00","published_date":"2025-12-09","headline":"Ukraine in maps: Tracking the war with Russia","body_preview":"Fighting has raged in Ukraine since Russia launched a full-scale invasion more than three years ago. Over the past year, Russian forces have slowly expanded the amount of territory they control, mostly in the east of Ukraine, and have continued their recent barrage of air strikes on Kyiv and other cities. Talks to end the war have been continuing since a US-backed peace plan, which was viewed as being favourable to Russia, was unveiled in November. With Kyiv preparing to present an alternative peace plan to the White House as it seeks to avoid making territorial concessions to Russia, here's a look at the situation on the ground in Ukraine. In eastern Ukraine, Moscow's war machine has been churning mile by mile through the wide open fields of the Luhansk and Donetsk regions - also known as the Donbas - surrounding and overwhelming villages and towns. It has been trying to gain full control of the area along with two more regions to the west - Zaporizhzhia and Kherson. Shortly after the invasion, Russia held referendums to try to annexe all these regions - in the same way it had annexed Crimea in 2014 - but it has never had them under full control.","raw_html_path":"data\/raw\/html\/6901aee08558a434.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cqxqz4227x7o","section":"world","published_at":"2025-12-08T20:53:27.744000+00:00","published_date":"2025-12-08","headline":"Israel to review reports that troops killed three-year-old in Gaza","body_preview":"A three-year-old girl was killed by Israeli forces in Gaza on Sunday, according to local sources inside the Palestinian territory. Ahed Tareq al-Bayouk was reportedly playing near her family's tent in Mawasi, Rafah, southern Gaza, when she was shot. The Israel Defense Forces said in a statement that it was \"not aware of a strike\" but would \"conduct an additional review\" as more information was provided. Since a ceasefire came into effect in October, at least 370 people have been killed in Gaza including 140 children, according to Amnesty International. Ahed al-Bayouk's death appears to have taken place on the Palestinian side of the so-called Yellow Line, behind which Israeli troops agreed to withdraw as part of the first phase of a US plan to end fighting in the region.","raw_html_path":"data\/raw\/html\/80773f05fbe29b7c.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c2k4z9nwz4yo","section":"world","published_at":"2025-12-08T20:00:28.334000+00:00","published_date":"2025-12-08","headline":"Critical moment to ramp up support for Ukraine, European allies say","body_preview":"European leaders have said \"now is a critical moment\" to ramp up support for Ukraine and put pressure on Russia to bring an end to the war. Ukrainian President Volodymyr Zelensky met UK Prime Minister Keir Starmer, French President Emmanuel Macron and German Chancellor Friedrich Merz in London on Monday to discuss the latest version of a peace plan, drafted between Ukrainian and US officials last week. The European leaders said more work was needed to obtain security guarantees for Ukraine, as the US puts pressure on Kyiv to agree a swift deal with Russia. Zelensky, who travelled on to Brussels to meet Nato officials, said that Ukraine would share a revised plan with the US on Tuesday. Last week, Ukrainian officials spent three days with the US negotiating team in Florida pushing for changes to a US-backed peace proposal which has been widely considered favourable to Russia.","raw_html_path":"data\/raw\/html\/8c8b73e7ec83edd3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c0r90gkzkezo","section":"world","published_at":"2025-12-08T16:05:47.443000+00:00","published_date":"2025-12-08","headline":"Israel's PM says second phase of Gaza peace plan is close","body_preview":"Israel's Prime Minister Benjamin Netanyahu has said a second phase of the US-brokered plan to end the war in Gaza is close - but that key issues still need to be resolved. Under the second phase of President Donald Trump's plan, Israel should withdraw its troops further from Gaza as a transitional authority is set up and an international security force is deployed. Hamas is meant to disarm and reconstruction to begin. With questions outstanding over Hamas disarmament, one senior official has suggested the group is ready to consider \"freezing or storing\" its remaining weapons. The US and other mediators have been applying pressure on both sides to advance to the next stages of Trump's plan. According to Arab media reports, a Red Cross team and members of Hamas's armed wing, are resuming searches for the last remaining deceased Israeli hostage, police officer Sergeant Ran Gvili, in the Zeitoun area of Gaza City.","raw_html_path":"data\/raw\/html\/d6958cbc51f3094d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/crew8y7pwd5o","section":"world","published_at":"2025-12-08T14:49:50.610000+00:00","published_date":"2025-12-08","headline":"How much have Europe and the US given to Ukraine?","body_preview":"Talks on the war in Ukraine have taken place in London, with the leaders of the UK, France and Germany reaffirming their support for President Volodymyr Zelensky. US President Donald Trump has said he is \"disappointed\" that President Zelensky has not read his latest proposal to end the conflict. President Trump has, in the past, been critical of the amount of support European countries have given to Ukraine, comparing it unfavourably with his own country's contribution. BBC Verify has been taking a closer look at how much Europe and the US have been spending on Ukraine since Russia's full-scale invasion in February 2022. The US spent a total of $130.6bn (£98bn) between 24 January 2022 and 31 August 2025, according to the Kiel Institute , a Germany-based think tank that tracks international support for Ukraine.","raw_html_path":"data\/raw\/html\/17c2c3a28fcbed64.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/clydxj7my84o","section":"world","published_at":"2025-12-06T16:03:00.329000+00:00","published_date":"2025-12-06","headline":"Russia hits Ukraine as US reports progress in talks with Kyiv","body_preview":"Russia has launched a major aerial bombardment against Ukrainian infrastructure targets as talks between the US and Ukraine in Florida are set to enter a third day. Overnight Russia launched 653 drones and 51 missiles, most of which were downed, authorities said. One strike hit a railway hub at the town of Fastiv southwest of Kyiv, destroying the main station building and damaging rolling stock. Russia says it targeted military-industrial sites, and energy and port infrastructure. Condemning the new attacks, French President Emmanuel Macron announced he would go to London on Monday for a meeting with Ukrainian, British and German leaders aimed at putting pressure on Moscow. \"We must continue to put pressure on Russia to force it towards peace,\" Macron posted on X.","raw_html_path":"data\/raw\/html\/890165772d12e6fc.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgexgwr1wrro","section":"world","published_at":"2025-12-05T06:12:19.065000+00:00","published_date":"2025-12-05","headline":"Putin says Russia will take Donbas by force or Ukraine's troops will withdraw","body_preview":"President Vladimir Putin has warned again that Ukrainian troops must withdraw from Ukraine's eastern Donbas region or Russia will seize it, rejecting any compromise over how to end the war in Ukraine. \"Either we liberate these territories by force, or Ukrainian troops will leave these territories,\" he told India Today. Moscow controls some 85% of Donbas. Ukrainian President Volodymyr Zelensky has ruled out ceding territory. Putin's comments come after Donald Trump said his negotiators discussing a US peace plan believed Russia's leader \"would like to end the war\" after Tuesday's talks in Moscow. Trump's envoy Steve Witkoff, who was in Moscow, was due to meet Ukraine's team in Florida.","raw_html_path":"data\/raw\/html\/2bd89bd26fb353f9.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly13we8zxeo","section":"world","published_at":"2025-12-03T22:33:23.613000+00:00","published_date":"2025-12-03","headline":"Trump administration to roll back fuel economy rules set under Biden","body_preview":"The US is set to loosen its fuel economy rules, reversing another Biden-era policy that had been expected to lead to increased take-up of electric cars. US President Donald Trump announced the proposal at the White House, where officials said the prior standards were not realistically achievable and were driving up costs for buyers. \"They were horrible what they were doing to costs – and actually making the cars much worse,\" Trump said. Ford chief executive Jim Farley, a car industry leader on hand to celebrate the announcement, called the change a \"victory of common sense\", while environmental groups criticised it as a step backward for the industry and public health. Transportation is the single biggest source of greenhouse gas emissions in the US, accounting for more than 28% of the total in 2022, according to the Department of Energy.","raw_html_path":"data\/raw\/html\/62111145fe49077a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c62dx3zydn2o","section":"world","published_at":"2025-12-01T17:58:04.879000+00:00","published_date":"2025-12-01","headline":"I still know Morse code at 100, says codebreaker","body_preview":"A 100-year-old veteran codebreaker who intercepted German messages has spoken publicly for the first time about her role in World War Two. Throughout the war, Cynthia Evans was stationed at Chicksands Priory, near Shefford, Bedfordshire, and spent her days relaying messages to the famous Bletchley Park codebreaking hub. \"All through the war, we always referred to Bletchley Park as 'Station X'. I didn't know [it was] Bletchley Park,\" she told BBC Breakfast reporter Jayne McCubbin. After signing the Official Secrets Act, Cynthia didn't reveal anything about her past, even to her own family, until the 1970s. Born in Plymouth in 1925, she joined the RAF at 17 because, according to her daughter, she liked the uniform. She was immediately enrolled in specialist intelligence training.","raw_html_path":"data\/raw\/html\/a674dfd7e425e5ff.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly3e1261dko","section":"world","published_at":"2025-11-28T20:48:00.951000+00:00","published_date":"2025-11-28","headline":"How were Afghan evacuees vetted under Biden?","body_preview":"The shooting of two National Guard members, one of whom later died, in Washington DC has led to major immigration policy changes by the Trump administration. The  Department of Homeland Security (DHS) has said the suspect - from Afghanistan - had entered the United States under an Afghan resettlement scheme launched during the Biden administration. And Republican officials have claimed, without providing evidence, that he had not been vetted. The DHS has suspended processing all immigration requests relating to Afghan nationals \"pending further review of security and vetting protocols\". The DHS said the suspect, 29-year-old Rahmanullah Lakanwal, entered the US under an Afghan resettlement scheme, Operation Allies Welcome (OAW).","raw_html_path":"data\/raw\/html\/6f55a3e982488824.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn09xx503xpo","section":"world","published_at":"2025-11-26T20:19:15.866000+00:00","published_date":"2025-11-26","headline":"Controlled explosion on suspected World War Two bomb","body_preview":"A controlled explosion has been carried out on a suspected World War Two (WW2) bomb that was found in County Londonderry. It was discovered in the Laurel Hill Road area in Coleraine shortly after 09:45 GMT on Wednesday. Ammunition Technical Officers were sent to the scene alongside police officers. Residents were not moved from their homes, but the public had been asked to avoid the area. The device was found on land being developed by Radius Housing, near the former Laurel Hill House site in Coleraine.","raw_html_path":"data\/raw\/html\/fa9f03eef0a92491.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cpq185175gno","section":"world","published_at":"2025-11-17T06:16:34.258000+00:00","published_date":"2025-11-17","headline":"World War Two veterans celebrate turning 100 on the same day","body_preview":"Two veterans who fought in the same Scottish regiment more than 80 years ago are celebrating their 100th birthdays. Douglas Baldwin and George McLeod, who have never met, both served in the King's Own Scottish Borderers (KOSB) during World War Two. Mr Baldwin was part of the 6th battalion KOSB and was sent to Normandy shortly after D-Day in June 1944. Mr McLeod, who was a member of the 4th battalion, saw active service in Northern Europe from October 1944 until a few years after the war. He then stayed on as part of the occupation force liberating Germany and the Netherlands. He specialised in electronics such as using morse code and intercepting information from the enemy.","raw_html_path":"data\/raw\/html\/c6bb7a8cb91687d3.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj41g45ge4go","section":"world","published_at":"2025-11-15T07:24:55.843000+00:00","published_date":"2025-11-15","headline":"'Fitting' WW2 tribute to open in country park","body_preview":"A tribute to people who died during World War Two has been created at a country park. The 80 Oaks Labyrinth at Lydiard Park in Swindon will open to the public on Sunday, marking 80 years since the end of the war. The park hosted American military personnel during the conflict, and was also a prisoner of war hospital. Councillor Marina Strinkovsky, cabinet member for placemaking and planning at Swindon Borough Council, said: \"The new 80 Oaks Labyrinth is a fitting tribute to the important role that Lydiard Park played during the Second World War.\" During the war, the park was used as an American station hospital for the 101st Airborne Division, treating D-Day casualties.","raw_html_path":"data\/raw\/html\/8e25bc1ae8c0410e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx27zgyx75zo","section":"world","published_at":"2025-11-15T06:57:20.628000+00:00","published_date":"2025-11-15","headline":"Plaque commemorates World War One Munitionettes","body_preview":"A plaque to the women who worked in a First World War munitions factory will be unveiled in Surrey on Saturday afternoon. It is estimated the women, nicknamed the Munitionettes, filled about five million shells at the site in Horley. They were brought into the factory to replace men who were on the Western Front. The plaque is at the Archway Theatre in the town, and will be officially revealed at 13:00 GMT. Historian Veronica Ballard said: \"Fifteen acres of Horley Gardens Estate was turned into an ammunitions store.","raw_html_path":"data\/raw\/html\/2443237ca683b5fa.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cx2pvwgwv48o","section":"world","published_at":"2025-11-11T11:16:04.231000+00:00","published_date":"2025-11-11","headline":"Premiere for community film marking end of WW2","body_preview":"A new community film honouring 80 years since the end of World War Two will be shown in Scunthorpe later. More than 170 people, including dancers and local school children, took part in the production, which saw the chancery at the town's 20-21 Visual Arts Centre transformed into a wartime railway station. It is part of a nationwide scheme called Our Freedom: Then and Now, funded by the government and taking place across 60 community venues. The launch event in Scunthorpe will take place from 17:00 until19:30 GMT, with the film being projected on to the walls of Scunthorpe Central Library at 18:30. The film will also be screened inside during the evening. An exhibition, featuring photographs from the project, alongside community art and words on the theme of \"our freedom\", is also taking place.","raw_html_path":"data\/raw\/html\/c10c4cf27b6139ac.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cy0kdvlwl9jo","section":"world","published_at":"2025-11-06T16:39:01.934000+00:00","published_date":"2025-11-06","headline":"Trump wants South Africa out of the G20 as it gears up for world summit","body_preview":"South Africa has skated over the latest criticism from US President Donald Trump, who has said he does not think the country should be part of the G20 any longer. Presidential spokesperson Vincent Magwenya told the BBC his country was confident it would host a very successful G20 summit when leaders from the world's largest economies gather in Johannesburg later this month. Trump, who has repeatedly accused South Africa of discriminating against its white minority, will not be attending - sending Vice-President JD Vance instead. Every year, a different member state holds the presidency of the G20 and sets the agenda for the leaders' summit - with the US due to take over after South Africa. \"South Africa shouldn't even be in the Gs any more, because what's happened there is bad. I'm not going to represent our country there. It shouldn't be there,\" Trump said at a conference in Miami on Wednesday.","raw_html_path":"data\/raw\/html\/7562a4b49b85e2ca.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn4jyk9jyv3o","section":"world","published_at":"2025-11-05T15:36:46.790000+00:00","published_date":"2025-11-05","headline":"Trump tariffs head to Supreme Court in case eagerly awaited around the world","body_preview":"What may be the biggest battle yet in Donald Trump's trade war is getting under way. The US Supreme Court is hearing arguments over the legality of the Trump administration's tariffs, as a number of small businesses and a group of states contend most of them are illegal and should be struck down. If the court agrees with them, Trump's trade strategy would be upended, including the sweeping global tariffs he first announced in April. The government would also likely have to refund some of the billions of dollars it has collected through the tariffs, which are taxes on imports. Following Wednesday's hearing, the justices will pore over the arguments and discuss the merits of the case, which could take months. Eventually they will hold a vote. Trump has described the fight in epic terms, warning a loss would tie his hands in trade negotiations and imperil national security.","raw_html_path":"data\/raw\/html\/90fc8a39bff3bcc9.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ceq0209nz5go","section":"world","published_at":"2025-11-02T06:59:27.906000+00:00","published_date":"2025-11-02","headline":"Graves of lost World War One soldiers found","body_preview":"World War One marines have had their graves identified on mainland Europe - more than a century after their deaths. The Ministry of Defence (MoD) said the resting place of Reginald Clarence Rogers, who was born in Kent, has now been marked at Serre Road Cemetery No. 2 in France. It added that Thomas William Brogan, from Surrey, was commemorated in a special service at St George's Memorial Church, Ypres, Belgium. Rogers enlisted with the Royal Marine Light Infantry in September 1906. By the outbreak of war in 1914, he had been promoted to corporal and had already served in India, Gibraltar and Hong Kong.","raw_html_path":"data\/raw\/html\/7fb06dbaa2ffe507.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj6ny24j0r3o","section":"world","published_at":"2025-10-28T07:06:06.218000+00:00","published_date":"2025-10-28","headline":"China controls the rare earths the world buys - can Trump's new deals change that?","body_preview":"US President Donald Trump has signed a flurry of deals on his Asia visit to secure the supply of rare earths, a critical sector that China has long dominated. The deals  with Japan, Malaysia, Thailand, Vietnam and Cambodia differ in size and substance and it's too early to assess their tangible impact. But they all include efforts to diversify access to the minerals that have become essential for advanced manufacturing, from electric vehicles to smartphones. The agreements, which aim to lock partners into trading with the US, are a clear bid to reduce dependence on China, ahead of a key meeting with its leader Xi Jinping. They could eventually challenge Beijing's stranglehold over rare earths, but experts say it will be a costly process that will take years. \"Building new mines, refining facilities, and processing plants in regions such as Australia, the United States, and Europe comes with much higher capital costs, stricter environmental regulations, and more expensive labour and energy inputs [compared to China],\" Patrick Schroder, senior research fellow at the Environment and Society Centre at Chatham House wrote in an editorial this week.","raw_html_path":"data\/raw\/html\/e41dc07458a08b92.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/crrezqw5k18o","section":"world","published_at":"2025-10-26T18:31:55.262000+00:00","published_date":"2025-10-26","headline":"How forgotten painting of an injured soldier inspired nurse's career","body_preview":"In 1974, student nurse Pam Enani was having a bad day on the orthopaedic ward of Cardiff Royal Infirmary - retching at bed pans, and facing criticism from her matron for something she hadn't done. But a simple suggestion from one of her patients, would leave her stunned and prove a defining moment in her nursing career and life. Mary Jones, in her 90s, asked if she was going on her break, adding: \"If so, please would you pop down to the Mametz Wood Ward, and have a look at the painting down there?\" What she saw was the depiction of an injured soldier being treated - this not only begun a lifelong fascination with Barry-born artist Margaret Lindsey Williams, but later inspired a search to find what happened to her floor-to-ceiling painting when the Cardiff Royal Infirmary closed in 1999. Thousands of patients and visitors would have walked past and seen painting The Care of Wounded Soldiers.","raw_html_path":"data\/raw\/html\/851f682c013d159f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/ce9d2vyzz2eo","section":"world","published_at":"2025-10-26T07:12:09.897000+00:00","published_date":"2025-10-26","headline":"'I'm happy my town is paying tribute to the dad I never met'","body_preview":"Roger Webster never met his father, but now he gets to see his face most days when he leaves the house. The 83-year-old's mother was pregnant with him when his father, Hedley William Benjamin Webster, died serving in Singapore during World War Two. Now the aircraftsman's portrait is one of 67 decorating the streets of Stapleford in Nottinghamshire, to honour fallen heroes from the town. As he first looked up at his father's photograph attached to a lamp-post at the end of his street, Roger's heart skipped a beat. He said his father had worked at a hosiery factory in Stapleford before volunteering as a Royal Air Force reserve.","raw_html_path":"data\/raw\/html\/411104b73503cb66.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c14pxeznpg6o","section":"world","published_at":"2025-10-26T06:59:48.957000+00:00","published_date":"2025-10-26","headline":"Sci-fi classic's alien invasion site  revealed","body_preview":"Every year, science fiction fans from across the globe visit a nature reserve in search of an alien landing site. A sandpit in Woking's Horsell Common features in HG Wells' 1898 The War of the Worlds as the spot where Martians descend in their attempted invasion of Earth. More than a century after the novel was published, fans often struggle to find the cylinder's landing site among the multiple sandpits. But Prof Peter Beck, author of The War of the Worlds: From HG Wells to Orson Welles and Beyond, has revealed how to find its exact location. Prof Beck told Secret Surrey: \"In many ways it's easy to walk by it and think it's just part of Horsell Common... ordnance survey maps at the time show you the location of the map, and if you juxtapose the ordnance survey map with the 1940 map, you'll see the difference in locations.\"","raw_html_path":"data\/raw\/html\/7bf9b6cf985b1636.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cg7nzn4nykjo","section":"world","published_at":"2025-10-25T06:58:36.900000+00:00","published_date":"2025-10-25","headline":"The overgrown graveyard abandoned after WW2 bomb hit cathedral","body_preview":"With gravestones and crucifixes half-obscured by ivy, and overgrown bushes leaving the area constantly in darkness, this seems like an area the city forgot about long ago. While Cardiff has seen huge expansion over the past century, the only thing growing here has been weeds obscuring the burial sites of some of the area's most prominent residents from 150 years ago. Mystery surrounds why the old Victorian-era burial ground behind Llandaff Cathedral was abandoned, with one theory being that records were lost after the city was bombed during World War Two. A community group is now determined to reclaim it, and discover what secrets it hides about a period when Cardiff was experiencing huge growth as a coal-exporting town. \"At some point between the burial ground being shut in 1922 and after the Second World War, the main records disappeared,\" said cathedral archivist Dr Nicholas Lambert.","raw_html_path":"data\/raw\/html\/89aad990e7f127ce.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cjr045x425vo","section":"world","published_at":"2025-10-19T22:46:24.008000+00:00","published_date":"2025-10-19","headline":"China will soon have a new Five Year Plan. Here's how they have changed the world so far","body_preview":"China's top leaders are gathering in Beijing this week to decide on the country's key goals and aspirations for the rest of the decade. Every year or so, the country's highest political body, the Central Committee of the Chinese Communist Party, convenes for a week of meetings, also known as a Plenum. What it decides at this one will eventually form the basis of China's next Five Year Plan - the blueprint that the world's second largest economy will follow between 2026 and 2030. The full plan won't come until next year, but officials are likely to hint at its contents on Wednesday and have previously given more details within a week of that. \"Western policy works on election cycles, but Chinese policy making operates on planning cycles,\" says Neil Thomas, a fellow in Chinese politics at the Asia Society Policy Institute.","raw_html_path":"data\/raw\/html\/cf34644b5440d9a0.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cvg9pe6vpy0o","section":"world","published_at":"2025-10-18T14:57:10.407000+00:00","published_date":"2025-10-18","headline":"The 'forgotten veteran' of WW2 hiding in plain sight","body_preview":"Tucked away in a secluded industrial quayside in south Wales, a \"forgotten veteran\" of World War Two is hiding in plain sight. If you peer across to the River Neath from the M4 at Llandarcy, you might spot LV72 Juno. Though she is now rusty and leaning to one side, in her heyday Juno was a lightship - a ship which acts as a lighthouse - which guided Allied troops and equipment to makeshift harbours in France in the crucial days that followed D-Day . Amateur historian Lyndon Pritchard said as a child he would pass the ship, moored at Neath Abbey Wharf, and never paid it much attention. But now, aged 57, Mr Pritchard is a lightvessel enthusiast who has dedicated many hours to researching the ship's important wartime role.","raw_html_path":"data\/raw\/html\/9f8f7634e68c53f7.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cnvr0rv16m9o","section":"world","published_at":"2025-10-08T13:01:08.184000+00:00","published_date":"2025-10-08","headline":"Huge knitted WW2 exhibition goes on display","body_preview":"A huge display featuring knitted aircraft, soldiers, airmen and other scenes from World War Two has gone on display at Stoke Minster. Titled The Longest Yarn, the exhibition includes 80 panels, each one metre long. Initially created last year to mark the 80th anniversary of D-Day and telling the story of the landings, this year's tour includes other scenes. Among those to contribute is knitter Charlotte Park, from Stoke-on-Trent, who said she was amazed by the level of detail. \"Things from everyday life to actual battle scenes are depicted in the most creative ways possible, using yarn,\" she said.","raw_html_path":"data\/raw\/html\/ee8ba619767107cb.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn0xyqj7pxwo","section":"world","published_at":"2025-09-27T01:25:33.861000+00:00","published_date":"2025-09-27","headline":"Flags, wars and fantasy kingdoms: Turner Prize artists let us into their worlds","body_preview":"English flags, Korean spirits, reams of VHS tape and apocalyptic war zones all feature in works by the artists whose installations are going on show in this year's Turner Prize exhibition this weekend. Nnena Kalu, Mohammed Sami, Zadie Xa and Rene Matić have been nominated for the annual contemporary art award. They have each taken over a gallery at Cartwright Hall in Bradford - the current UK City of Culture - to display their art in the Turner Prize exhibition, which opens on Saturday. They are \"four very different artists offering an intriguing snapshot of contemporary art\", the Times' art critic Nancy Durrant wrote , while the Telegraph's Alastair Sooke said they show \"a bewildering medley of materials and approaches\". The winner will be announced on 9 December.","raw_html_path":"data\/raw\/html\/cbde811da26b5c0e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwy9n9elg0do","section":"world","published_at":"2025-09-26T12:26:43.200000+00:00","published_date":"2025-09-26","headline":"Search for American WW2 pilot's remains under way","body_preview":"Archaeologists are searching the site where a World War Two American plane crashed in 1944 in the hope of finding its pilot's remains. Pilot 2nd Lt Lester Leo Lowry of 487th Fighter Squadron was the sole occupant of P-47D Thunderbolt \"Lucky Boy\". The 23-year-old had set off from RAF Bodney in Norfolk on a training flight. Cotswold Archaeology is now examining the crash scene at private farmland in north Essex in the hope of being able to repatriate the airman. \"This is painstaking, highly respectful work,\" said Sam Wilson, the lead archaeologist.","raw_html_path":"data\/raw\/html\/3e43ef8b4a94f061.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cdxq5pxgvv8o","section":"world","published_at":"2025-09-21T11:08:32.908000+00:00","published_date":"2025-09-21","headline":"Public artwork to mark end of World War Two","body_preview":"A Lincoln art project to mark the 80th anniversary of the end of World War Two is calling for contributions from the public. Our Freedom: Then and Now will feature a large-scale digital mosaic made up of more than 5,000 images sent in by people from across Lincolnshire. Organisers said it would be animated with sounds, light and projection and be printed on aluminium to reflect the county's aviation history. Images can be submitted online or at a number of local drop-in sessions being held from October. The final artwork will be unveiled at Lincoln Arts Centre in November.","raw_html_path":"data\/raw\/html\/bbfd923f0c2d3022.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cj07mrg5ny3o","section":"world","published_at":"2025-09-20T09:47:36.312000+00:00","published_date":"2025-09-20","headline":"WW2 exhibition highlights personal stories","body_preview":"Powerful stories of Cumbrian people who lived through World War Two are being told through a new exhibition. Service, Solidarity and Sacrifice at The Beacon Museum in Whitehaven, will share the experiences of an RAF bomber pilot, a commando and a member of the French Resistance among many others. Residents have also contributed stories, photographs and artefacts to the display, which is on show until February 1. Cumberland Council's Anne Quilter said the exhibition was a valuable opportunity to share \"wartime stories with a new generation\". \"It reflects the resilience and commitment of our community during a defining period in history, and I'm pleased to see these memories preserved and presented at The Beacon,\" she said.","raw_html_path":"data\/raw\/html\/e1c257abb0db726d.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4gv803l9w4o","section":"world","published_at":"2025-09-19T10:02:26.711000+00:00","published_date":"2025-09-19","headline":"Heritage railway hold World War One history event","body_preview":"A Lincolnshire heritage railway is holding a World War One event to mark its contribution to the conflict. The Lincolnshire Coast Light Railway (LCLR) saw much of its rolling stock and rails transferred to France to move supplies and evacuate wounded soldiers. Preserved carriages include the last surviving ambulance van in the UK and a wagon still with shrapnel holes caused by German shells. The line at Skegness will hold a flypast of vintage biplanes and displays by military reenactors of the Great War on 20 and 21 September. The Hull Rifles group will demonstrate replica weapons including a trench mortar, a Vickers machine gun and a Lewis gun. They will also spend the weekend camping in World War One style tents.","raw_html_path":"data\/raw\/html\/815e351ee8e45222.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c5yeg2vjl51o","section":"world","published_at":"2025-09-16T09:32:32.250000+00:00","published_date":"2025-09-16","headline":"Military memorial plaques returned to church","body_preview":"Two military memorial plaques stolen from a church in Kent have been restored and returned. The 105-year-old plaques, which were stolen from Christ Church in Luton Road, Chatham on 23 May, were recovered less than a week later and are now back in their \"rightful place\", Kent Police said. The force made a number of arrests after the theft and said three people remained on bail, with a further three released under investigation. Insp Paul Diddams, of Medway community safety unit, said: \"It was touching to see the strength of feeling as they were returned.\" Kent Police recovered both plaques from separate Essex scrapyards soon after they were stolen, but one was substantially broken.","raw_html_path":"data\/raw\/html\/73738e81e6cb81d0.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn0rllxld8go","section":"world","published_at":"2025-09-03T13:20:11.013000+00:00","published_date":"2025-09-03","headline":"China's Xi steals the limelight in a defiant push against US-led world order","body_preview":"As the cannon fire echoed through Tiananmen Square, even before the first set of troops goose-stepped their way through Beijing's central avenue, the day's most enduring image unfolded. China's President Xi Jinping welcomed North Korea's Kim Jong Un with a long handshake, then moved on to greet Russia's Vladimir Putin, and then walked to his seat, flanked by two of the world's most sanctioned leaders. It was sheer political theatre. And it was this meeting - rather than the weaponry - that appears to have irked US President Donald Trump. As the parade began, Trump sent a sharply-worded message on Truth Social, accusing the three leaders of conspiring against America. This may well have been the reaction President Xi had hoped for as he kept Putin to his right and Kim to his left throughout the parade. The moment may have even been designed to infuriate a US president who would perhaps prefer to be the centre of the world's attention.","raw_html_path":"data\/raw\/html\/49778790b22e0fee.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cn020wrnw78o","section":"world","published_at":"2025-09-02T06:37:27.997000+00:00","published_date":"2025-09-02","headline":"Beijing tightens control ahead of Xi's big moment on world stage","body_preview":"The stage is set in the heart of Beijing for a grand display of power and military might that has been choreographed by President Xi Jinping. Eight huge Chinese flags flutter and flank the portrait of Mao Zedong, the founder of Communist China, which sits on top of the Gate of Heavenly Peace overlooking Tiananmen Square, one of the largest public squares in the world. Below are rows of seats reserved for 26 foreign heads of state, including Russia's Vladimir Putin and North Korea's Kim Jong Un, whose attendance is a diplomatic win for Xi. Across the road, near the Great Hall of the People, two huge floral arrangements commemorating the end of World War II rise up alongside seating for around 50,000 invitees. On the last day of preparations - Monday - Chang'an Avenue, the multi-lane road that cuts through the square was once again open to the public. Drivers and cyclists held their phones aloft trying their best to capture the scene.","raw_html_path":"data\/raw\/html\/113a2f451731b46f.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cde3eyzdr63o","section":"world","published_at":"2025-09-01T17:22:13.990000+00:00","published_date":"2025-09-01","headline":"Israel committing genocide in Gaza, world's leading experts say","body_preview":"The world's leading association of genocide scholars has declared that Israel is committing genocide in Gaza. A resolution passed by the International Association of Genocide Scholars (IAGS) states that Israel's conduct meets the legal definition as laid out in the UN convention on genocide. Across a three-page resolution, the IAGS presents a litany of actions undertaken by Israel throughout the 22-month-long war that it recognises as constituting genocide, war crimes and crimes against humanity. The IAGS is the world's largest professional association of genocide scholars and includes a number of Holocaust experts. Out of its 500 members, 28% took part in the vote and 86% of those who voted supported the resolution. In a summary of Israeli policies and actions, the declaration notes the widespread attacks on both the personnel and facilities needed for survival, including in the healthcare, aid, and educational sectors.","raw_html_path":"data\/raw\/html\/a13172980f978f0e.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cly7244rx3ko","section":"world","published_at":"2025-08-01T20:14:12.710000+00:00","published_date":"2025-08-01","headline":"Shock and relief - businesses worldwide react to new Trump tariffs","body_preview":"Business leaders around the globe have woken up to the reality of steeper duties on exports to the US market, following President Donald Trump's new order on tariffs on Thursday night. In an executive order, President Trump imposed new tariff rates on countries that failed to reach updated trade agreements with the US. Earlier in the week, he outlined a new framework for deals with nations that successfully negotiated revised terms. Trump's move has now reshaped America's trading relationships worldwide with new tariffs on more than 90 countries. Here's what some of the business leaders have told the BBC about what this means for them. While the White House raised tariffs on Canada from 25% to 35%, its other major North American trading partner, Mexico, got a 90-day reprieve, temporarily halting new duties.","raw_html_path":"data\/raw\/html\/8e6500b9df7d5d0a.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cg4r4z2gx2qo","section":"world","published_at":"2025-07-25T05:02:08.529000+00:00","published_date":"2025-07-25","headline":"Trump takes time out to open Scottish golf course","body_preview":"Donald Trump flies into Scotland later to visit two golf resorts which he owns in the country where his mother was born. He will travel to Turnberry in South Ayrshire, a world-class venue he bought in 2014, and to Menie in Aberdeenshire to open a new 18-hole course. The White House says Trump will also meet Prime Minister Sir Keir Starmer to discuss trade while he is in the UK. The trip is exceptional as US presidents rarely promote their personal interests so publicly while in office. It is not the first time that Trump has been accused of conflating his own affairs with the nation's.","raw_html_path":"data\/raw\/html\/0924decd3abb7a29.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4gk1251w14o","section":"world","published_at":"2025-07-21T10:18:17.296000+00:00","published_date":"2025-07-21","headline":"China begins building world's largest dam, fuelling fears in India","body_preview":"Chinese authorities have begun constructing what will be the world's largest hydropower dam in Tibetan territory, in a project that has sparked concerns from India and Bangladesh. Chinese Premier Li Qiang presided over a ceremony marking the start of construction on the Yarlung Tsangpo river on Saturday, according to local media. The river flows through the Tibetan plateau. The project has attracted criticism for its potential impact on millions of Indians and Bangladeshis living downriver, as well as the surrounding environment and local Tibetans. Beijing says the scheme, costing an estimated 1.2tn yuan ($167bn; £125bn), will prioritise ecological protection and boost local prosperity. When completed, the project - also known as the Motuo Hydropower Station - will overtake the Three Gorges dam as the world's largest, and could generate three times more energy.","raw_html_path":"data\/raw\/html\/f9a613bd1a234d35.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c8d6gvle884o","section":"world","published_at":"2025-06-30T10:07:47.690000+00:00","published_date":"2025-06-30","headline":"Festival asks world 'not to forget about Ukraine'","body_preview":"The summer solstice celebration of Ivana Kupala was held in Malmesbury this weekend. Among the wreath making, flower crowns and traditional music, refugees and locals asked the world not to forget about the war in Ukraine. Uliana Khotynska fled Ukraine two years ago and said most people are thinking about the \"situation in Iran and Gaza\" adding \"it's really important to remind everybody about Ukraine\". For the third year running the group - Malmesbury Stands with Ukraine - organised the Ivana Kupala festival in the grounds of Malmesbury Abbey. Among the traditional Ukrainian songs sang by the Malmesbury Ukrainian Choir was one new addition.","raw_html_path":"data\/raw\/html\/e506f1e5fe241657.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cqj7ln2v15yo","section":"world","published_at":"2025-05-10T06:29:00.970000+00:00","published_date":"2025-05-10","headline":"Starmer joins world leaders in Ukraine to call for ceasefire","body_preview":"Prime Minister Sir Keir Starmer has arrived in Ukraine where he will join fellow world leaders to put pressure on Russia to agree to a 30-day ceasefire in the war. Sir Keir travelled by train with President Emmanuel Macron of France and Friedrich Merz, who is making his first trip to Ukraine since becoming Germany's chancellor this week. Polish Prime Minister Donald Tusk is joining them in Kyiv. It is Sir Keir's second visit to Ukraine as prime minister. He and the other leaders are using the visit to urge Russia to \"agree a full and unconditional 30-day ceasefire\" - a proposal initially made by US President Donald Trump. The leaders' decision to travel to Kyiv together is a deliberately symbolic response to the more than 20 leaders who joined President Vladimir Putin in Moscow for Russia's Victory Day commemorations on Friday.","raw_html_path":"data\/raw\/html\/a6b70505ea2f0676.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cd020j97l79o","section":"world","published_at":"2025-05-06T19:40:40.070000+00:00","published_date":"2025-05-06","headline":"Jeremy Bowen: Netanyahu's plan for Gaza risks dividing Israel, killing Palestinians and horrifying world","body_preview":"Israel's Prime Minister Benjamin Netanyahu has told Israelis that \"we are on the eve of an intense entry into Gaza.\" Israel would, he said, capture territory and hold it: \"They will not enter and come out.\" The new offensive is calculated, according to the spokesperson for the Israel Defense Forces (IDF) Brigadier-General Effie Defrin, to bring back the remaining hostages. After that, he told Israeli radio, \"comes the collapse of the Hamas regime, its defeat, its submission\". The offensive will not start, Israel says, until after Donald Trump's trip to Saudi Arabia, the United Arab Emirates and Qatar next week. Assuming Trump does not dissuade Israel from going ahead, Israel will need a military and political miracle to pull off the results described by Brig-Gen Defrin. It is more likely that the offensive will sharpen everything that makes the Gaza war so controversial. The war, starting with the Hamas attacks of 7 October 2023, has taken the conflict between Palestinians and Israelis to a point as dangerous as any in its long history. Prolonging the war divides Israelis, kills even more Palestinian civilians and horrifies millions around the world, including many who describe themselves as friends of Israel. While the IDF attacks Hamas in Gaza, the government's plan is that its soldiers will force some or all of the more than two million Palestinian civilians in Gaza into a small area in the ruins of the south. Humanitarian aid would be distributed, perhaps by contractors including American private security firms. The United Nations humanitarian agencies have said they will not cooperate, condemning the plan as a violation of the principles of humanitarian aid.","raw_html_path":"data\/raw\/html\/3e4f86c7b6e78a28.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c4g2089vznzo","section":"world","published_at":"2025-04-11T11:18:00.197000+00:00","published_date":"2025-04-11","headline":"What would a US-China trade war do to the world economy?","body_preview":"A full-scale trade war between China and the US is in prospect after President Donald Trump imposed 125% tariffs on Chinese goods imports. China has retaliated by hiking its tariffs - or taxes - on goods imported from America to 125%. What does this escalating trade conflict mean for the world economy? The trade in goods between the two economic powers added up to around $585bn (£429bn) last year. Though the US imported far more from China ($440bn) than China imported from America ($145bn).","raw_html_path":"data\/raw\/html\/3304a4c0e87037a2.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/c87p15q8d74o","section":"world","published_at":"2025-04-08T21:41:08.509000+00:00","published_date":"2025-04-08","headline":"Gaza is a 'killing field', says UN chief, as agencies urge world to act on Israel's blockade","body_preview":"The UN's secretary-general says \"aid has dried up [and] the floodgates of horror have re-opened\" in the Gaza Strip, where Israel has blocked the entry of all goods and resumed the war against Hamas. \"Gaza is a killing field, and civilians are in an endless death loop,\" António Guterres said on Tuesday. His comments come after the heads of six UN agencies appealed to world leaders to act urgently to ensure food and supplies reached Palestinians there. Israel's foreign ministry insisted there was enough food in Gaza and accused Guterres of \"spreading slander against Israel\". Israel blockaded Gaza on 2 March, after the first stage of a ceasefire expired. Hamas refused to extend that part of the truce, accusing Israel of reneging on its commitments.","raw_html_path":"data\/raw\/html\/98439bc1fce6b263.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cgq9n48el43o","section":"world","published_at":"2025-03-06T13:48:45.655000+00:00","published_date":"2025-03-06","headline":"US 'destroying' world order, Ukraine's ambassador to UK says","body_preview":"The US is \"destroying\" the established world order, Ukraine's ambassador to the UK has claimed. Valerii Zaluzhnyi said the White House had \"questioned the unity of the Western world\" and was \"taking more and more steps towards\" Russia, which launched a full-scale invasion of Ukraine in 2022. The comments come as the US puts pressure on Ukraine to make concessions ahead of any peace talks, and after a public clash between Ukrainian President Volodymyr Zelensky and his US counterpart Donald Trump. Zelensky has since said he is \"ready to work\" under Trump's \"strong leadership\", an apparent cooling in tensions welcomed by Trump - and which comes after the US paused military aid to Kyiv. But Mr Zaluzhnyi's remarks at a conference at Chatham House in London on Thursday suggest there remains discontent over the US's actions.","raw_html_path":"data\/raw\/html\/0b40fa74fa883def.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cwyw0vkzkzdo","section":"world","published_at":"2025-01-27T06:15:45.638000+00:00","published_date":"2025-01-27","headline":"Russia focuses on Soviet victims of WW2 as officials not invited to Auschwitz ceremony","body_preview":"On the edge of St Petersburg stands a dramatic memorial more than 40 metres high. At the very top is the figure of a mother with her children. Down below, depicted in bronze, are real stories of human suffering. At the bottom of some steps burns an eternal flame surrounded by the names of Nazi concentration and extermination camps. Terrifying words synonymous with the Holocaust. Yet this is not a Holocaust memorial as such. Its official title is \"the memorial to Soviet civilians who fell victim to the Nazi genocide\".","raw_html_path":"data\/raw\/html\/2c698aea35313cd5.html"}
{"url":"https:\/\/www.bbc.com\/news\/articles\/cdxyx5704xeo","section":"world","published_at":"2024-12-01T16:13:18.692000+00:00","published_date":"2024-12-01","headline":"Irish government parties buck worldwide election trend","body_preview":"As the complex counting continues, unpredictability has given way to clarity in Ireland’s election. It looks like the country has bucked the trend across the world, in a year of numerous elections, by putting the outgoing centrist government parties in prime position to go back into power. There is a now frontrunner to be prime minister, known as the taoiseach – Michéal Martin of Fianna Fáil. His party has won the biggest number of first preference votes, and is on course to win the most seats for the second election in a row. After the exit poll, Sinn Féin had hoped it would repeat its achievement of 2020 and win the popular vote and also become the largest party in the Irish parliament for the first time.","raw_html_path":"data\/raw\/html\/c013d6c1eaf55381.html"}
